{
  "dataVisita": "2026-02-14",
  "duracao": "150",
  "nomeEmpresa": "Grupo Moraes",
  "localVisita": "Conceição de Macabú/RJ",
  "contatoEmpresa": "Talmo - Proprietário",
  "telefone": "21 92548-8854 talmo@grupomoraes.com.br",
  "consultorPrincipal": "Rodrigo Tinani",
  "outrosProfissionais": "Giovani Miranda, Nildo Santos",
  "participantesCliente": "Maryana, Paulo, Juliana, Fanciane, Weder, Ana, Mayana.",
  "objetivo": "Implantação do ERP J-Control",
  "modulos": [
    "Financeiro",
    "Vendas",
    "Estoque",
    "Integração de Sistemas",
    "Outro"
  ],
  "atividades": "15/07/2025\n- Efetuada a instalação (em máquina local) do ERP, na versão CTRJ0006A - BD74v1.\n16/07/2025\n- Efetuada as configurações do ERP para o drive F:\\3959\n17/07/2025\n- Efetuadas as configurações para a licença 3960 drive F:\n18/07/2025\n- Efetuadas as configurações para a licença 3960 drive F:\n21/07/2025\n- Em contato com Maryana por telefone, foram passadas as orientações e planejamento da implantação.\n- Foi enviado por e-mail os layout's das importações e esclarecidas dúvidas diversas.\n- Nesse contato foi planejado que já está sendo iniciado a instalação e configuração do ERP para as 03 licenças em máquina local até a liberação do ambiente cloud.\n- Também foi informado a ida do analista à empresa por volta do dia 10 de agosto para finalizar as configurações fiscais e iniciar os treinamentos e a inicialização do ERP em produção para o dia 01/09/2025.\n07/08/2025 a 13/08/2025\nResumo das Atividades e Pendências – Integração ERP Control e Infraestrutura Cloud\nMaryana encaminhou o layout de fornecedores e clientes para importação no sistema ERP Control, bem como a requisição para criação de usuários na nuvem (Cloud) e no sistema.\n\n- Dados de Usuários\n•\tForam identificados e-mails duplicados utilizados para logins diferentes. Será necessário solicitar dados distintos para liberação.\n•\tA solicitação já foi encaminhada à equipe Cloud (Protocolo AT-855173).\n- Certificados Digitais\n•\tForam enviados os certificados digitais referentes a quatro licenças.\n•\tSolicitação de instalação no servidor Cloud aberta sob protocolo T-855178.\n- Importação de Clientes\n•\tO layout de clientes passou por diversas alterações e correções.\n•\tRegistros sem CPF/CNPJ ou com erros em campos-chave não foram importados; será necessária correção e cadastro manual.\n•\tA importação foi realizada apenas na licença 3959. É necessário verificar se as tabelas serão compartilhadas.\n\n•\tFoi criada a tabela de Canais, Subcanais e Divisão de Canais.\n\n- Importação de Fornecedores\n•\tOcorreu situação similar à dos clientes, com registros não importados por inconsistências.\n\n- Cadastro de Vendedores\n•\tOs vendedores já foram cadastrados.\n•\tÉ necessário verificar junto à distribuidora a rota a ser seguida e ajustar no sistema.\n\n- Base de Dados 3963\n•\tBase criada e com cadastros iniciais já disponíveis no banco de dados.\n•\tAguardando definição das tabelas que serão compartilhadas e das que permanecerão individuais.\n•\tDemais Layouts Pendentes para Importação\n•\tContas a receber em aberto\n•\tContas a pagar em aberto\n•\tPlano de contas (caso exista)\n•\tDriver da impressora para instalação\n\n18/08/2025\nConforme solicitado pela Maryana, esta licença será utilizada exclusivamente para faturamento de clientes com CNPJ.\nNo cadastro enviado para importação, foram removidos todos os registros de clientes com CPF, permanecendo apenas os clientes com CNPJ.\nAlém disso, todos os cadastros serão individualizados, conforme alinhado previamente.\n\n19/08/2025\nTratativa do compartilhamento das tabelas no banco de dados.\n\n20/08/2025\nCorreção da sequência de região, cadastros básicos\nAtualização OS-22476, OS-22474, OS-24416 criação automática da geração das tabelas cíclicas.\nImportação dos títulos contas a pagar.\n\n25/08/2025 – 26/07/2025 – 27/08/2025\nEm reunião:\nParticipantes:\n•\tMayana (Comercial)\n•\tMaryana (AWS Logística)\n•\tTalmo (CEO)\n•\tAna Clara (Financeiro)\n•\tKoani (AWS Logística)\n•\tPaulo (Entrada de Notas)\n•\tFranciane (Faturamento)\n•\tTaiana (Financeiro)\n•\tTinani, Ricardo, Giovane e Pedro\nDefinições sobre as licenças:\n•\tForam inicialmente negociadas 4 licenças: 3959, 3960, 3961 e 3963, sendo uma para CNPJ, outra para CPF e as demais com uso misto.\n•\tNa reunião, ficou definido:\no\tLicença 3959: inutilizada.\no\tLicença 3960: tratada separadamente, com decisão posterior sobre o melhor formato.\no\tLicença 3961: uso exclusivo para CNPJ.\no\tLicença 3963: uso exclusivo para CPF.\nDiscussões sobre o ambiente e processos:\n•\tA ideia inicial era que todas as licenças fossem compartilhadas, permitindo acesso unificado a cadastros, pedidos e romaneios.\n•\tPorém, considerando as necessidades internas, ficou estabelecido:\no\tLicenças 3961 (CNPJ) e 3963 (CPF) permanecerão no mesmo ambiente.\no\tLicença 3960 terá definição de modelo (compartilhado ou separado) posteriormente.\n•\tForam apresentadas duas opções técnicas:\no\tUtilizar o mesmo cloud com bancos de dados separados ou compartilhados.\no\tCriar outro ambiente cloud, também com a possibilidade de bancos separados ou compartilhados.\n•\tRessalva: em caso de compartilhamento de dados, as informações ficarão visíveis em todas as licenças.\nPróximos passos – Implantação:\n•\tDefinição de cadastros essenciais: produtos, clientes e rotas de vendedores vinculadas aos clientes.\n•\tMaryana ficará responsável por repassar as informações necessárias.\n•\tApós o recebimento, os dados serão trabalhados com filtros, categorias, canais, entre outros critérios.\n•\tJá foi iniciado o processo com:\no\tCorreções nas bases existentes.\no\tCriação do banco de dados.\no\tImportação das tabelas de clientes, regiões, canais e vendedores.\n28/08/2025\nDurante o processo de preparação do ambiente, iniciamos removendo os atalhos SAIB NFe, MDFe e JC das licenças 3959 e 3961, garantindo que o servidor de preparação ficasse limpo para as próximas etapas.\nNa sequência, realizamos o cadastro dos vendedores Bifrost, contemplando as identificações 101 a 108 e 201 a 204. Logo após, foi feito também o cadastro das marcas e a configuração da sequência no SFA-UX, alinhando a estrutura necessária para os testes.\nCom isso, partimos para a inclusão manual dos saldos de estoque em alguns produtos específicos:\n•\t20-1 / 563\n•\t20-5 / 1982\nEsses mesmos produtos foram cadastrados na tabela de preços, permitindo dar início às simulações. Em seguida, foram geradas as cargas 1, 2 e 3, etapa fundamental para validar a consistência dos cadastros.\nUtilizando o vendedor 101, digitamos pedidos tanto para clientes CPF quanto CNPJ, a fim de observar o comportamento das licenças. O resultado foi: na licença 3960, constaram apenas clientes CNPJ, enquanto na licença 3963 apareceram apenas clientes CPF.\nPor outro lado, no palm do vendedor estavam disponíveis clientes de ambos os tipos (CPF e CNPJ), demonstrando que a integração contemplava os dois perfis. Importante destacar que, até o momento, a geração de carga ocorreu somente na licença 3960.\n29/08/2025\nDurante a implantação, iniciamos um processo intenso de organização.\nPrimeiro, foram gerados relatórios de clientes e fornecedores, já com a devida tratativa para facilitar o entendimento. Esses relatórios seguiram para a Mayana, responsável pela verificação e conferência.\nEm paralelo, foi solicitado à Ana Clara e à Tayana o envio dos dados necessários para o boleto laser e do CNAB.\nTambém realizamos o levantamento dos dados para o cadastro de veículos e transportadoras\nAlém da verificação do checklist do sistema (mensagens e cadastros).\nNo campo financeiro, avançamos com o cadastro de bandeiras de cartões. Hoje a revenda ainda não utiliza, mas já deixamos registrados: ELO, Mastercard, Visa e Visa Electron, além da credenciadora Discovery Card.\nOutros pontos concluídos: inserção de informações na tabela de alíneas, cadastro de despesas e histórico bancário.\nEm conversa com o Talmo, surgiu a necessidade de incluir a licença 3959 para compartilhamento dos dados no banco de dados. Ele também solicitou a alteração da razão social de Rede Mult Market para Atacadão Econômico. Para isso, encaminhamos o formulário ao Mauro.\nNa sequência, levantamos os modelos de nota fiscal contemplando todas as operações para a conferencia e o de/para junto ao sistema. \nE finalizamos o cadastro de clientes e fornecedores, devidamente conferido pela Mayana.\n\n30/08/2025\nPara organização dos sistemas. A Base 3959 foi reativada no banco principal DBCONTROL_3960_001, dentro do schema DBCONTROL3959001.\nCom isso, realizamos a equalização dos bancos de dados, garantindo que o saldo de estoque fosse compartilhado entre as licenças 3960, 3959 e 3963. Para apoiar esse processo, entraram em ação os programas responsáveis pela criação automática das Tabelas Cíclicas:\n•\tGECRIMES – encarregado das tabelas mensais. Sempre que um usuário acessar o módulo de Vendas a partir do dia 25 do mês, ele rodará automaticamente e preparará as tabelas do mês seguinte.\n•\tGECRIANO – encarregado das tabelas anuais. Ele será executado apenas a partir do dia 25 de dezembro, quando o usuário acessar o módulo de Vendas, criando assim as tabelas para o próximo ano.\nAlém disso, os pacotes foram atualizados e o APCRICGA executado com sucesso, gerando o arquivo GEGENCGA.\nOs registros correspondentes a esse processo foram:\n•\tZZ22474-J05\n•\tZZ22476-J05\n•\tZZ24416-J05\n31/08/2025\nFoi realizada a homologação, na qual o saldo de estoque, o pré-pedido e o pedido estavam configurados para compartilhamento. Durante os testes, identificou-se que, quando o parâmetro da matriz estava definido para puxar somente pedidos de CNPJ, nenhuma outra licença conseguia visualizar clientes CNPJ.\nPara corrigir, foi necessário desmarcar o parâmetro “somente CNPJ”, permitindo que o pré-pedido seja carregado em todas as licenças. Dessa forma, cada licença poderá marcar e gerar os seus pedidos individualmente, visualizando apenas aqueles que foram efetivamente gerados.\nAlém disso, para viabilizar o processo, foi preciso remover o compartilhamento das tabelas PEDCP01 e PEDIT01. Um novo teste será realizado em 01/09 para validar o ajuste.\n01/09/2025\nDurante os testes realizados com o pré-pedido compartilhado entre as licenças, identificamos um ponto importante: na licença 3963, os pedidos não estavam aparecendo no pré-pedido. Após análise, verificamos que a empresa estava parametrizada como tipo 04, quando, na verdade, deveria estar configurada como tipo 01. Imediatamente solicitei a alteração para corrigir esse comportamento.\nNo fluxo diário da empresa, a rotina segue regras específicas:\n•\tNa licença 3960 (Moraes – Matriz), apenas pedidos de CNPJ podem ser faturados. Porém, não é possível travar esse parâmetro diretamente no RIOLOG, pois, caso esteja marcado, todos os pedidos de CNPJ seriam direcionados apenas para essa licença, deixando as demais com somente pedidos de CPF.\n•\tJá as licenças 3959 (Atacado) e 3963 devem faturar tanto CNPJ quanto CPF. Dessa forma, quando os parâmetros do RIOLOG não estão marcados, todos os pedidos aparecem no pré-pedido das três licenças, permitindo que, no momento de acessar cada licença, seja feita a escolha de quais pedidos serão faturados e gerados.\nAlém disso, foi necessária a troca do arquivo de Empresas e Cripar, acompanhada de correções nas tabelas e views do banco de dados, garantindo consistência no processo.\nEm uma reunião com Talmo, Juliana, Luiz (novo gerente de vendas), Giovani e Welder, foi apresentada a contratação do Luiz, que terá a missão de expandir a equipe comercial e gerenciar os processos de vendas. Durante a conversa, ficou definido que informações sensíveis — como pedidos, saldos, tabelas de preço e outros dados — não serão compartilhadas entre as empresas.\nNo sistema atual, o processo funciona da seguinte forma:\n•\tNo ato da venda, o vendedor escolhe por qual empresa irá faturar.\n•\tA distribuidora libera os preços apenas para as empresas autorizadas.\n•\tAssim, ao consultar no palm, o vendedor visualiza quais produtos possuem preços disponíveis e define a empresa correta para faturamento.\nPor fim, cada empresa possui suas próprias características:\n•\t3960 – Moraes (Matriz): crédito de 12%.\n•\t3959 – Atacado: produtos com ST.\n•\t3961 – Sanches: crédito de 27%, operando de forma separada em cloud com banco de dados próprio.\n02/03/2025\nApós uma conversa inicial com os responsáveis, ficou pré-definido que cada licença seria trabalhada de forma individual, compartilhando apenas os cadastros de clientes, fornecedores, vendedores e produtos. Assim, foram realizadas as devidas alterações nas bases.\nMais tarde, em uma reunião com Talmo, Juliana, Luiz, Paulo, Rodrigo, Giovani e Aloisio, discutimos diversos processos utilizados pela revenda. O objetivo foi avaliar em conjunto qual seria a melhor forma de estruturar o trabalho, garantindo que todas as necessidades fossem atendidas de maneira eficiente.\nDurante o encontro, também foram levantadas as diferenças entre as licenças, principalmente no que diz respeito aos cálculos tributários e às rotinas internas, pontos que serão analisados com atenção para definir a solução mais adequada.\n03/09/2025\nO plano de contas foi devidamente importado nas licenças 3959, 3960 e 3963, garantindo a padronização das informações contábeis entre elas.\nNa sequência, realizamos a importação da tabela de preços na licença 3959, conforme previamente informado. Os valores foram ajustados conforme a tabela cheia (99 / 98 / 96 / 97), aplicando-se o desconto de 11% sobre a tabela de venda cheia.\n04/09/2025\nMontado o fluxograma das rotinas realizadas pela distribuidora e confirmada com a Juliana e a Contadora.\nPara se ter uma melhor flexibilidade e segurando as bases vão ter o compartilhamento das tabelas, cliente, canal, produto, marca, linha, familia\ngrupo de produtos, pedido capa e item, romaneios.\nDeixar separado o cadastro de região para as mudanças de tributação entre as licenças, é os pedidos para a geração do mapa de carga.\n05/09/2025\nNa licença 6961, disponibilizada na mesma cloud, iniciamos o processo de compartilhamento e as primeiras tratativas necessárias. Foram importadas a tabela de preços e o plano de contas, garantindo a padronização das informações.\nCom o Insert, realizamos a carga das tabelas, permitindo que todo o ambiente estivesse pronto para receber os cadastros. Em seguida, foram configurados e alimentados os registros essenciais, como vendedores, transportadoras, veículos e demais informações, estruturando a base para o pleno funcionamento da operação.\n08/09/2025\nFoi realizada a homologação nas quatro licenças, com a geração da carga SFA em cada uma delas. Durante os testes, fizemos a digitação de pedidos pelo SFA e, ao coletar os dados no pré-pedido, subiram apenas os pedidos digitados especificamente para cada licença.\nNa licença 3960, por ser vinculada ao RIOLOG, no pré-pedido aparecem apenas opções de pedidos de pessoa jurídica, conforme a regra definida. Já na manutenção de pedidos, todos foram gerados respeitando o controle de sequência estipulado no sistema, o que permitiu também a criação dos romaneios individuais por licença. No mapa de carga, foi possível agrupar os romaneios, somando as quantidades de forma consolidada.\nEm conversa com o Talmo, ele informou que a operação utilizará quatro tabelas de preço, uma para cada licença, e que a comissão será diferenciada por tabela. Para validar essa configuração, conectei remotamente e mostrei a ele a tabela já importada no sistema, a qual havia sido previamente disponibilizada pela Mayana.\n09/09/2025\nHabilitado e configurado o SFA-UX para multi empresa, realizado teste na geração das cargas SFA, recepção via APP\nCarga gerada de todos os vendedores cadastrados 101 a 204.\nConferencia dos caminhos do sistema.\nC:\\SOF\\isCOBOL-64\\bin\\isrun.exe --system  -conly F:\\3959\\GENW\\CBLCONFI.001   F:\\3959\\EXE\\CTRCONFI    F:\\3959\\GENW\nC:\\SOF\\isCOBOL-64\\bin\\isrun.exe --system   -conly F:\\3959\\GENW\\CBLCONFI.001   F:\\3959\\EXE\\CTRSTART    057166ssF:\\3959\\GENW\nC:\\SOF\\isCOBOL-64\\bin\\isrun.exe --system  -conly F:\\3960\\GENW\\CBLCONFI.001   F:\\3960\\EXE\\CTRCONFI    F:\\3960\\GENW\nC:\\SOF\\isCOBOL-64\\bin\\isrun.exe --system   -conly F:\\3960\\GENW\\CBLCONFI.001   F:\\3960\\EXE\\CTRSTART    057166ssF:\\3960\\GENW\nC:\\SOF\\isCOBOL-64\\bin\\isrun.exe --system  -conly F:\\3961\\GENW\\CBLCONFI.001   F:\\3961\\EXE\\CTRCONFI    F:\\3961\\GENW\nC:\\SOF\\isCOBOL-64\\bin\\isrun.exe --system   -conly F:\\3961\\GENW\\CBLCONFI.001   F:\\3961\\EXE\\CTRSTART    057166ssF:\\3961\\GENW\nC:\\SOF\\isCOBOL-64\\bin\\isrun.exe --system  -conly F:\\3963\\GENW\\CBLCONFI.001   F:\\3963\\EXE\\CTRCONFI    F:\\3963\\GENW\nC:\\SOF\\isCOBOL-64\\bin\\isrun.exe --system   -conly F:\\3963\\GENW\\CBLCONFI.001   F:\\3963\\EXE\\CTRSTART    057166ssF:\\3963\\GENW\n\n\n\n10/09/2025\nResumo geral\nLicença 3959 -> Atacado Econômico\nTabela Cliente - Importado e verificado pela Mayana\nTabela de preço - Importado 1 tabela / tabela de venda o Talmo informou que usará 4 tabelas falta os dados das 3 tabelas\nTabela de produto - Esqueleto montado \"Familia, Grupo, Marca, Linha, Categoria, Sabor\", aguardando as informações fiscais.\nTabela de Região - Importado, aguardando as informações fiscais.\nBoleto e CNAB - Banco Itau, boleto e cnab configurado, falta informações multa juros\nTabela Fornecedor - Importado\nPlano de contas - Importado conferi\n\"Obs\" \"Homologação realizado, pedidos via SFA, coleta. pre-pedido, capa pedido, romaneio, geração e emissão da nota, geração do boleto, acerto de contas,\nconferencia no contas a receber, entrada de nota manual, conferencia no contas a pagar.\"\nLicença 3960 -> Moraes Matriz\nTabela Cliente - Importado e verificado pela Mayana\nTabela de preço - Importado 1 tabela / tabela de venda o Talmo informou que usará 4 tabelas falta os dados das 3 tabelas\nTabela de produto - Esqueleto montado \"Familia, Grupo, Marca, Linha, Categoria, Sabor\", aguardando as informações fiscais.\nTabela de Região - Importado, aguardando as informações fiscais.\nBoleto e CNAB - Banco Santander, Já cadastrado e configurado, falta homologação, verificar informação de multas e juros.\nTabela Fornecedor - Importado\nPlano de contas - Importado\n\"Obs\" \"Homologação realizado, pedidos via SFA, coleta. pre-pedido, capa pedido, romaneio, geração e emissão da nota, geração do boleto, acerto de contas,\nconferencia no contas a receber, entrada de nota manual, conferencia no contas a pagar.\"\nLicença 3961 -> Sanches\nTabela Cliente - Importado e verificado pela Mayana\nTabela de preço - Importado 1 tabela / tabela de venda o Talmo informou que usará 4 tabelas falta os dados das 3 tabelas\nTabela de produto - Esqueleto montado \"Familia, Grupo, Marca, Linha, Categoria, Sabor\", aguardando as informações fiscais.\nTabela de Região - Importado, aguardando as informações fiscais.\nBoleto e CNAB - Aguardando\nTabela Fornecedor - Importado\nPlano de contas - Importado\n\"Obs\" \"Homologação realizado, pedidos via SFA, coleta. pre-pedido, capa pedido, romaneio, geração e emissão da nota, geração do boleto, acerto de contas,\nconferencia no contas a receber, entrada de nota manual, conferencia no contas a pagar.\"\nLicença 3963 -> Moraes Filial \nTabela Cliente - Importado e verificado pela Mayana\nTabela de preço - Importado 1 tabela / tabela de venda o Talmo informou que usará 4 tabelas falta os dados das 3 tabelas\nTabela de produto - Esqueleto montado \"Familia, Grupo, Marca, Linha, Categoria, Sabor\", aguardando as informações fiscais.\nTabela de Região - Importado, aguardando as informações fiscais.\nBoleto e CNAB - Aguardando, abrindo conta\nTabela Fornecedor - Importado\nPlano de contas - Importado\n\"Obs\" \"Homologação realizado, pedidos via SFA, coleta. pre-pedido, capa pedido, romaneio, geração e emissão da nota, geração do boleto, acerto de contas,\nconferencia no contas a receber, entrada de nota manual, conferencia no contas a pagar.\"\n\n16/09/2025\nMelhorias e Andamentos\n•\tPlanilha online de produtos importados: ajustes realizados e em andamento.\n•\tCNAB e boletos: configuração e geração dos arquivos do Santander e Itaú concluídas.\n•\tPlanilha de impostos dos produtos: acompanhamento contínuo.\nReuniões e definições\n•\tConversa com Luiz (Gerente de Vendas) para alinhamento do treinamento dos vendedores em 20/09.\n•\tNova reunião com Talmo, Luiz, Mayana, Juliana e Paulo para repasse das informações pendentes.\nTabelas de preços\n•\tSerão utilizadas 4 tabelas de preços, ainda em fase de precificação, sob análise de Talmo e Luiz.\n•\tUma tabela base já foi incluída nas licenças.\nImpostos\n•\tJuliana (Contabilidade) e Donizete estão alimentando a planilha com as informações necessárias.\n•\tOs relatórios da Wintor apresentam divergências de estrutura: alguns dados estão no cadastro de produtos, outros por região, etc.\n•\tFicou definido que a planilha online será a referência oficial. A partir dela, as informações do Wintor serão tratadas e importadas para o Control.\n•\tPrevisão de entrega: 17/09.\nContas bancárias\n•\tLicença 3960 – Santander: em homologação.\n•\tLicença 3939 – Itaú: em homologação.\n•\tLicença 3963 – Santander: conta em abertura.\n•\tLicença 3961 – Itaú: na segunda-feira será entregue uma máquina para acesso ao e-mail e início da solicitação bancária.\nTreinamento\n•\tO treinamento dos vendedores e funcionários está temporariamente suspenso.\n•\tMotivo: o intervalo entre a capacitação e a utilização efetiva do sistema seria muito longo, comprometendo o aprendizado.\nResumo e próximos passos\n•\tTalmo continuará pagando a Wintor por mais 6 meses, garantindo tempo para ajustar e simplificar todos os processos no sistema Control.\n•\tCaso a virada não ocorra em 01/10, Talmo informou que será inviável iniciar o sistema nos meses 11 e 12, devido à alta rotatividade de vendas nesse período.\n•\tNesse cenário, a virada ficará para após dezembro.\n17/09/2025 / 18/09/1025\nMelhorias na planilha online dos produtos importados.\nConfiguração e geração arquivo CNAB Santander e boleto.\nConfiguração e geração arquivo CNAB Itau e boleto.\nVerificação e acompanhamento da planilha produtos impostos.\nConversado com o Luiz Gerente de vendas, referente o treinamento dos vendedores para dia 20/09.\nEm nova conversa com o Talmo, Luiz, Mayana, Juliana, Paulo, passei todas as informações faltantes:\n\nHoje vai trabalhar com 4 tabelas de preço, que ainda precisam ser precificados, sendo analisado pelo Talmo Luiz.\nFoi me passado uma tabela onde já inclui nas licenças como base.\nImpostos, a Juliana (Contabilidade, Donizete) estão alimentando a planilha com as devidas informações, mas os relatórios cedidos pela Wintor possuem particularidades \ndiferenciadas, exemplo alguns dados estão no cadastro de produtos, outros na região assim por diante.\nEm contato via fone ficou definido que a planilha que está disponível online será os campos onde será gerado as informações do Wintor e importado para o control. Previsa de entrega e dia 17/09\n\nContas bancaria.\nLicença 3960 - Banco Santander = em homologação\nLicença 3939 - Banco Itaú - em homologação\nLicença 3963- Banco Santander abrindo conta.\nLicença 3961 - Na segunda feira vai chegar uma máquina onde por ela será acessado e-mail para o início da solicitação ao Banco.\n\nO treinamento dos vendedores e funcionários da revenda está pausado, Mesmo com a acompanhamento pos migração o tempo entre o treinamento e a usabilidade final do sistema\nvai ficar muito distante.\n\n\nEm resumo o Talmo obrigatoriamente ainda vai pagar o wintor por 6 meses, assim nos dando tempo hábil pra ir colocando todas as citações de forma mais sensatas no sistema control. Previsa\n\nSe caso não for possível fazer a virada no dia 01/10 o Talmo informou que será impossível iniciar o sistema nomes 11 e 12 pela alta rotatividade de vendes nesse período.\nAssim a virar será após essa data.\n\n19/09/1025 – 20/09/2025\nAo verificar o código cest foi possível observar que tem vários códigos errado.\nAssim tendo a necessidade de verificar o código por produto.\n\n22/09/2025\nEm reunião com Talmo, Luiz e Weder, apresentamos o cadastro de produtos, suas divisões, clientes, vendedores e regiões.\nNo SFA-UX, realizamos o processo de recepção da carga e a digitação de pedidos, além de discutirmos pontos importantes como a tabela de preços por item e a comissão dos vendedores vinculada a cada tabela.\nFicou definido que o início oficial do sistema será em 01/11/2025, após todas as conferências e ajustes necessários, incluindo CEST, NCM, EAN, tabelas de preços, cadastros de clientes, entre outros.\nO cadastro de produtos será atualizado com os novos itens que chegaram; será feito um levantamento completo e nos repassarão as informações.\nQuanto à equipe de vendas, serão cadastrados 3 supervisores, cada um responsável por aproximadamente 10 vendedores, que também serão incluídos no sistema.\nApós todas as informações passadas, sistema homologado, dia 13/10/1025 iniciaremos os treinamentos com toda equipe da distribuidora. \n23/09/2025\nEncaminhadas planilhas para preenchimento e verificação.\nAo consultar o banco de dados, foi identificado que as colunas Peso, Peso da Embalagem, Altura, Largura e Comprimento estavam com valores zerados.\n24 a 29/09/2025\nArquivos do banco Santander foram reenviados para a unidade Moraes Matriz.\n•\tA unidade Moraes Filial encontra-se em processo de abertura de conta.\n•\tPara o Banco Itaú (atacado), foi solicitado que o processo fosse feito via site, com envio de arquivo de teste. O Luciano e a Ana Clara estão conduzindo essa etapa e verificarão com a gerente da conta o status da homologação. (ALINEA01)\n•\tEm relação ao cliente Sanches, o Luciano ficou responsável por verificar e retornar com informações.\n•\tForam realizados testes e conferências no sistema para simular as operações do cliente.\n01/10/2025\nConferência e análise da planilha de CEST, enviada pela Reveda.\n•\tInício da inclusão dos dados no sistema.\n02/10/2025\nFinalizado o cadastro de CEST em famílias e produtos.\n\n03 a 05/10/2025\n•\tRecebida a planilha com a Tabela de Preços.\n•\tIniciada a preparação do layout e importação para todas as licenças. (ALINEA01)\n•\tAjustes de configurações realizados.\n•\tCarga gerada nas quatro licenças.\n•\tPedidos digitados via SFA-UX, com recebimento online.\n•\tColeta no pré-pedido e geração de pedidos. (ALINEA01)\n•\tRomaneios gerados intercalando licenças, mantendo o mesmo cliente com produtos iguais e diferentes. (ALINEA01)\n•\tEmissão de Notas Fiscais (NF).\n•\tMapa de carregamento unificando os romaneios conforme necessidade. (ALINEA01)\n•\tIntegração com o livro fiscal e consulta das notas de saída.\n•\tEm conversa com Mayana, foi verificado que havia diversas informações inconsistentes nos cadastros de clientes, principalmente relacionadas aos vendedores.\n•\tSolicitei que ela enviasse todas as informações disponíveis sobre novos vendedores e supervisores, além da lista de clientes que serão atendidos.\n•\tFoi informado que a rota de Cabo Frio ainda está em aberto. (ALINEA01)\n________________________________________\n06/10/2025\n•\tRealizado o cadastro de novos vendedores no sistema Bifrost.\n•\tA Mayana encaminhou uma planilha com os dados dos vendedores e clientes.\n•\tDurante o processo de atualização do cadastro (clientes e seus respectivos vendedores responsáveis), foi identificado que vários clientes não estavam cadastrados.\n•\tAo questionar a Mayana, ela confirmou que os cadastros são antigos e que, à medida que os vendedores forem assumindo o atendimento, os registros serão atualizados.\n07/10/2025 - 08/10/2025\n1.\tVerificação de restrições comerciais e financeiras\no\tVerificar se há alguma restrição comercial ou financeira.\no\tCaso exista, realizar a exclusão da observação “VERIFICADO”.\n2.\tConfirmação dos bancos\no\tSantander – Licença 3960: CONFIRMADO \n3.\tGeração de cargas e testes diários\no\tGerar as cargas e realizar testes no sistema diariamente.\no\tStatus: VERIFICADO\n4.\tAtualização do programa VD03AA00\no\tAtualizar o VD03AA00 em todas as 4 licenças e efetuar novos testes.\no\tStatus: VERIFICADO\n•\tReferências técnicas\n•\tLicenças e Tabelas\no\t3960 / 3963: Tabelas\no\t3959 / 3961: Views da 3963\n•\tTabelas envolvidas\n•\tCADPRD01\n•\tLINHA01\n•\tGRPFAM01\n•\tCADFAM01\n•\tGRPPRD01\n•\tCATPRD01\n•\tVDPRDSBC\n•\tMARPRD01\n•\tSABOR01\n•\tVDPRDCBO\n\n09/10/2025\n\nRealizados testes nas 4 licenças:\n- Geração de DESCARGA\n- Digitação de pedido via palm SFA-UX versão 00.25.061\n- Digitação de pedido manual\n- Coleta dos pedidos\n- Recepção pre-pedido\n- Geração de pedido\n- Romaneio\n- Emissão de Nota Fiscal\n- Emissão de boleto laser\n- Acerto de contas\n- Conferencia do título no contas a receber.\n- Estorno, baixa do titulo\n- Geração do arquivo CNAB\n\nConfigurado o banco Santander para a licença 3963 é encaminhado boleto e Arquivo Cnab para homologação.\n\n3960 TABELA SEPARADAS\nCADPRD01 TABELA 3960\nLINHAP01 TABELA 3960\nGRPFAM01 TABELA 3960\nCADFAM01 TABELA 3960\nGRPPRD01 TABELA 3960\nCATPRD01 TABELA 3960\nVDPRDSBC TABELA 3960\nMARPRD01 TABELA 3960\nSABOR01  TABELA 3960\nVDPRDCBO TABELA 3960\n\n3963\nCADPRD01 TABELA 3963\nLINHAP01 VIEW 3960\nGRPFAM01 VIEW 3960\nCADFAM01 VIEW 3960\nGRPPRD01 VIEW 3960\nCATPRD01 VIEW 3960\nVDPRDSBC VIEW 3960\nMARPRD01 VIEW 3960\nSABOR01  VIEW 3960\nVDPRDCBO VIEW 3960\n\n3961\nCADPRD01 VIEW 3963\nLINHAP01 VIEW 3960\nGRPFAM01 VIEW 3960\nCADFAM01 VIEW 3960\nGRPPRD01 VIEW 3960\nCATPRD01 VIEW 3960\nVDPRDSBC VIEW 3960\nMARPRD01 VIEW 3960\nSABOR01 VIEW 3960\nVDPRDCBO VIEW 3960\n\n3959\nCADPRD01 VIEW 3963\nLINHAP01 VIEW 3960\nGRPFAM01 VIEW 3960\nCADFAM01 VIEW 3960\nGRPPRD01 VIEW 3960\nCATPRD01 VIEW 3960\nVDPRDSBC VIEW 3960\nMARPRD01 VIEW 3960\nSABOR01 VIEW 3960\nVDPRDCBO VIEW 3960\n\n10/10/2025\nVDGENPAU TABELA DE ALIQUOTAS:\n3960 TABELA\n3963 RABELA COPIA DA 3960\n3959 / 3961 VIEW DA 3963\nCorreção dos atalhos e Saib atualizado.\n\n14/10/2025\nAcompanhamento com a Fran na recepção dos pedidos e correções nos pedidos.\nLimpeza das tabelas licença 3959 / 3960 / 3961 / 3963 - CADBAI01, CADMOV01, CRMOVBAC, CRMOVMOC, CRMOVPRE, CROMA01, DB250901, DB251001, DC250901, DC251001, ITKARD01, LS250904, LS251004, NC250901, NC251001, NI250901, NI251001, PEDCP01, PEDIT01, PPEDCP01, PPEDIT01, PROMA01, SD250901, SD251001, SL250901, SL251001, VDCACB01, VDFATN01, VDPEDCPP, VDPEDIPP, VDTRACVE, CEVBXS01, CEVPED01.\nOs pedidos são coletados de forma automatica, onde a Maryana e a Kauane faz geração dos romaneio e encaminha para a Fran emitir as notas.\nOBS: \n\tOs pedidos podem ser alterados sem tirar do romaneio (Mapa de Carga).\n\tNo mesmo romaneio são emitidas notas de todas as licenças de uma vez só.\n\tNo Winthor na emissão das notas já e feito de todas as empresas juntos e com seus respectivos boletos.\n\n15/10/2025\n\nEstavam presentes Juliana, Paulo, Mayana, Franciane e Ana Luzia.\n1.\tO Início do Treinamento\nA reunião começou com o cadastro de vendedores, onde foi explicada a estrutura que organiza os Níveis, Vendedores, Subordinação e Pastas.\nDurante a explicação, destacaram-se campos fundamentais como o 109 (Tipo de Venda), 107 (Nível) e 330 (Disponibiliza Portal de Vendas), que são essenciais para o correto funcionamento das hierarquias e permissões dentro do sistema.\n\n2.\tExplorando os Cadastros\nEm seguida, o grupo avançou para o cadastro de categorias, entendendo como os Canais, Grupos de Canais e Divisões de Canais se relacionam para organizar os produtos e suas classificações.\nO tema seguinte foi o cadastro de tipos de cobrança, com foco em revisar os formatos utilizados pela revenda, garantindo que todos os parâmetros estivessem corretos.\nLogo após, passou-se ao cadastro das condições de pagamento, onde se verificaram as opções já aplicadas, certificando-se de que refletiam a realidade das negociações comerciais.\n\n3.\tResponsabilidades Definidas\nQuando o assunto foi o cadastro de clientes, a conversa ganhou mais profundidade.\nA Mayana ficou responsável por revisar e atualizar os vendedores associados, já que houve alterações no quadro de funcionários.\nEla também assumiu a tarefa de cadastrar novos clientes conforme as novas regras comerciais e fiscais.\nÀ Ana foi delegada a função de incluir ou alterar o limite de crédito dos clientes, mantendo o controle financeiro em dia.\nAlém disso, a liberação de clientes cadastrados via palm pelos vendedores ficou sob a responsabilidade da Mayana, garantindo que o processo de coleta ocorresse sem impedimentos\n\n4.\tRegiões, Transportadoras e Produtos\nO treinamento prosseguiu com o cadastro de regiões, onde foi reforçado que produtos com redução de base de cálculo precisam ter registros específicos por região — um detalhe essencial para o correto enquadramento fiscal.\nLogo após, abordou-se o cadastro de transportadoras, fundamental para o processo de romaneio e para a emissão do MDFe, documento indispensável no transporte de mercadorias.\nO momento mais técnico do dia veio com o cadastro de produtos.\nFoi apresentada sua estrutura — Grupo, Categoria, Marca, Família e Produto — e as funções de importação e exportação de dados.\nExplicou-se que, na licença 3960, o cadastro é individualizado, e que é necessário acessar o menu “Indexados Controle → Exporta/Importa” para replicar as informações à licença 3963, que serve como base de visualização para as licenças 3959 e 3961.\n\n5.\tEncerramento\nPor fim, tratou-se do cadastro de veículos, com ênfase nos detalhes necessários para a emissão do MDFe, completando assim o ciclo dos cadastros principais do sistema.\nAo encerrar, o grupo saiu com uma visão clara e integrada dos módulos essenciais para o funcionamento do sistema, compreendendo que cada configuração influencia diretamente o alinhamento entre as licenças e o controle das operações comerciais e fiscais.\nO treinamento não apenas ensinou procedimentos — ele reforçou a importância da parametrização correta como pilar da eficiência e da confiabilidade do sistema\n16/10/2025\nEm conversa entre Luís, Juliana, Paulo e Wender, foram apresentadas as dificuldades enfrentadas na execução dos processos internos. Observou-se que algumas rotinas são realizadas sem o pleno conhecimento da equipe, o que tem gerado problemas operacionais — especialmente nas vendas.\nFoi citado, por exemplo, que determinados produtos possuem restrições específicas por licença: o produto X só pode ser vendido na licença 3960, enquanto o produto Y está disponível apenas na licença 3963. Essa falta de clareza acaba ocasionando situações em que o vendedor, ao acessar a licença incorreta (por exemplo, 3960), não encontra saldo em estoque para o produto que deveria ser vendido pela licença 3963, resultando na perda da venda por desconhecimento do processo.\nNo seguimento dos treinamentos, hoje a Mayana não consegue estar presente na empresa.\nAguardando a Juliana (entrada de nota) e o Paulo ter disponibilidade, inicialmente tinha agendado para as 10:00, mas os usuários estão com muitas atividades para executar.\nPor terem um processo bem complexo estamos tendo dificuldades para conseguir juntar as equipes para a realização do treinamento.\nNo modulo do Livro Fiscal foi inserido no arquivo FLINPR01 (de / para fornecedor x produtos) todos os produtos cadastrados no sistema para as licenças 3959 / 3960 / 3961 / 3963 assim no CTRCONFIG compartilhando a pasta L4WIN\\IND da licença 3960 para as demais.\nRealizado cadastro de cliente via Palm nas 4 licenças, processo sem nenhuma intercorrência, cadastros duplicados foram bloqueados, e os novos após a aprovação ficou disponível para todas as licenças.\nHoje a equipe da distribuidora não teve tempo para a continuidade no treinamento, inicialmente agendamos para as 10:00 após prorrogamos para as 14:30 horario esse que foi definido pela própria equipe.\nAntecipadamente agendei a continuação do treinamento para dia 17/10 as 10:00 hrs, Juliana, Paulo, Franciane, Koany e Maryana.\n\n\n17/10/2025\nTreinamento – Cadastros e Processos Operacionais\nO encontro teve início com a presença de Koany, Juliana, Paulo, Maryana e Franciane. A reunião começou de forma produtiva, com foco no cadastro de veículos e motoristas. Foram repassadas todas as informações e campos necessários para garantir a correta emissão do MDFe. Durante a explicação, ficou definido que Koany e Maryana seriam as responsáveis por realizar o cadastro dos motoristas e incluir, nos respectivos veículos, as informações exigidas para a emissão do documento.\nEm seguida, o grupo avançou para o cadastro da Tabela de Preços (ICMS e ICM-ST). Nesse momento, foi detalhado como realizar alterações de preços, utilizando o campo PVV, bem como a configuração da banda de preço e a definição de restrições comerciais. Também foi demonstrado o processo de cópia da tabela por ano, versão e sequência, além do procedimento de importação, com o correto preenchimento do layout da tabela incluindo os impostos.\nO conceito de Banda de Preço também foi abordado. Foram explicados o significado e as diferentes formas de criação dessa configuração, sendo destacado que, atualmente, a equipe utiliza o escalonamento por produto como método principal.\nEncerramos o treinamento com a presença de Juliana, Paulo e Franciane, finalizando um encontro produtivo e alinhado com os objetivos de aprimorar os cadastros e os processos de emissão e precificação.\n\n20/10/2025  - 21/10/2025\nEncaminhado arquivo CNAB e Boleto para homologação da licença 3963 Moraes Filial.\n\nFoi apresentada à Franciane a funcionalidade do pre-pedido, incluindo as telas de consulta, itens e o campo de observações, onde os vendedores registram qualquer alteração necessária nos pedidos.\n\nDurante a simulação, o vendedor realizou um pedido pelo Palm e solicitou uma alteração de prazo de pagamento. A partir disso, o pedido foi gerado no pre-pedido e, em seguida, consultado nas telas de consulta individual, consulta analítica e consulta situação por intervalo.\n\nNa sequência, verificamos o código do cliente para proceder com a alteração do tipo de cobrança e da condição de pagamento, ajustando para 04 – Boleto / 37 – 7 dias no cadastro do cliente. Após essa atualização, acessamos a tela de alteração de pedido e realizamos a modificação solicitada pelo vendedor. O pedido foi então incluído em um romaneio.\nTambém foi feita a digitação manual de um pedido, detalhando cada campo do processo. Em seguida, este segundo pedido foi incluído no mesmo romaneio, demonstrando como realizar inclusões e alterações dentro do romaneio.\n\nDando continuidade ao processo, foi gerada a nota fiscal de saída, consultada no SAINB, e realizada a simulação da transmissão da nota.\n\nPor fim, Franciane efetuou a geração e impressão dos boletos, concluindo o ciclo completo do processo.\n\n3960 produtos tributados\n3959 produtos com ST recolhido\n3963 com 27 de credito\n3951 com 27 de credito\n\nAlteração em massa via banco de dados do CADREG01 nos produtos citados no VDCLIREG_CODPRD inserido 99.98 na alíquota PVV em todas as regiões. Assim inserindo dados no campo 18 do cadastro da região\nSchema DBCONTROL3960001 Individualizada.\n\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185001;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185002;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185003;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185004;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185010;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185011;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185012;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190001;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190002;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190003;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190004;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190005;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190006;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190007;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190008;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190010;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190020;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190023;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190024;\nUPDATE DBCONTROL3960001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190025;\n\nAlteração em massa via banco de dados do CADREG01 nos produtos citados no VDCLIREG_CODPRD inserido 99.98 na alíquota PVV em todas as regiões. Assim inserindo dados no campo 18 do cadastro da região\nO CADREG01 do schema DBCONTROL3963001 está sendo compartilhada nos schema DBCONTROL3959001 / DBCONTROL3961001\n\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185001;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185002;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185003;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185004;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185010;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185011;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 185012;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190001;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190002;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190003;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190004;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190005;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190006;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190007;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190008;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190010;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190020;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190023;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190024;\nUPDATE DBCONTROL3963001.CADREG01 SET VDCLIREG_ALIQPVV = 99.98 WHERE VDCLIREG_CODPRD = 190025;\n\n22/10/2025\nReunião – Registro de Atividades e Pendências\nParticipantes:\nLuis, Talmo, Paulo, Juliana, Rodrigo, Giovane\nResumo da Reunião:\nFoi discutido o início da operação do sistema, previsto para 03/10.\nDurante a reunião, abordou-se a conferência da Tabela de Preços e o status geral das pendências.\nDevido a outro compromisso, Talmo precisou se ausentar, não sendo possível tratar todos os pontos; ainda assim, ele autorizou o início do sistema.\nPendências e Responsáveis\n•\tTabela de Preços:\nFoi gerado um relatório consolidando as tabelas das quatro licenças para conferência.\nResponsáveis: Juliana e Paulo.\n•\tImagens dos Produtos:\nFoi desenvolvido um programa em Python para buscar automaticamente as imagens.\nAté o momento, foram geradas 615 imagens.\nPróxima etapa: renomear os arquivos para compatibilidade com o sistema.\nResponsável: Rodrigo.\n•\tHomologação de Boleto / CNAB – Moraes Filial:\nProcesso em andamento, aguardando retorno do banco.\nResponsável: Tinani.\n•\tHomologação de Nota Fiscal e XML:\nProcesso sendo executado pela equipe fiscal.\nResponsáveis: Giovane, Juliana e Donizete.\n•\tTreinamentos\nEstá sendo realizado o treinamento geral do sistema, com previsão de iniciar os treinamentos individuais práticos com os usuários.\n•\tFranciane:\nResponsável pelo faturamento após a coleta dos pedidos.\nVerifica alterações autorizadas, realiza as correções, emite as notas fiscais e boletos.\n➜ Treinamento já realizado.\n•\tKoany e Maryana:\nResponsáveis pela verificação dos pedidos a faturar e criação dos romaneios, conforme o volume de vendas e a região de entrega.\n➜ Treinamento em andamento.\n•\tJuliana e Paulo:\nResponsáveis pela entrada de notas XML, cadastro de produtos (sem impostos) e movimentação de estoque entre licenças.\nTambém executam a precificação e o controle de saldo de estoque por licença.\nExemplo: produtos com ST pertencem à licença 3959. Caso a entrada ocorra pela 3960, é emitida uma venda para o Atacado (3959), garantindo o saldo correto entre licenças.\n➜ Treinamento em andamento.\n•\tAna Clara:\nResponsável por Contas a Receber.\n•\tTayane:\nResponsável por Contas a Pagar.\nTroca de Vendedores – Solicitação de Mayana\nAjustes realizados no cadastro de vendedores por região:\nRegião / Localidade\tResponsável\tStatus\nÓleo – Macaé\tSamanta\tOK\nBicuda Pequena – Macaé\tSamanta\tOK\nBicuda Grande – Macaé\t—\tNão possui cadastro\nCórrego do Ouro – Macaé\tSamanta\tOK\nFrade – Macaé\tSamanta\tOK\nAreia Branca – Macaé\t—\tNão possui cadastro\nGlicério – Macaé\tSamanta\tOK\nTrapiche – Macaé\tSamanta\tOK\nSerra da Cruz – Macaé\tSamanta\tOK\nSana – Macaé\tSamanta\tOK\n\n\nEm reunião com a Franciane, Maryana, Juliana, Paulo, Luciano, Ana Clara.\nDefinimos algumas situações de conferencias.\nTreinamento.\nFranciane – 10:30 hrs\nJuliana / Paulo – 15:00 hrs\nAna Clara – 14:00 hrs\nJuliana e Donizete – Dia 24/10/2025 -> 10:00 as 11:00 / 14:00 as 15:30 hrs\nVendedores -> dia 31/10 \n\n23/10/2025\nÀs 9h00 estava agendado o treinamento com a Maryana. No entanto, devido a outros compromissos, ela não pôde participar.\nDessa forma, foi realizado um reforço de treinamento com a Franciane, abordando a rotina de tratativa dos pedidos, alterações solicitadas pelos vendedores, geração e emissão da nota fiscal e emissão de boletos.\nTambém foi conduzido o treinamento com Ana Clara e Luciano, referente ao módulo de Contas a Receber.\nDurante o encontro, foi explicada a estrutura e funcionamento do processo no sistema, incluindo o fluxo dos títulos após o acerto de contas e o entendimento da tela de lançamentos de títulos.\nDurante a análise, foi identificada a necessidade de compartilhamento das tabelas CADMOV01 e CADBAI01, como a licença 3960 e 3961 utilizando o mesmo banco 33 Santander para a geração do boleto CNAB, foi necessário criar uma conta com o código 34 e um CNAB com o código 34 para não ter duplicidade das informações.\nA justificativa é que, caso um cliente fique inadimplente em uma das licenças, deve-se replicar a informação para as demais, de forma a bloquear o cliente automaticamente nas quatro licenças.\n24/10/2025\nIniciamos o treinamento com Juliana (Fiscal) e Donizete, tratando sobre o cadastro de produtos e os campos relacionados à tributação e impostos.\nEstava previsto um segundo momento às 14h00 para continuidade, porém, devido à indisponibilidade do Donizete, o treinamento foi remarcado para o dia 27/10.\nDurante a análise da tabela de preços, foi identificada uma inconsistência nos valores: ao realizar a importação, o sistema trouxe FCP-ST em produtos que não possuem essa tributação.\nO caso será verificado para correção.\nO treinamento com Juliana e Paulo, referente à entrada de notas fiscais, também foi adiado, pois foi necessário realizar o lançamento de produtos recém-chegados para que pudessem ser liberados para venda aos vendedores.\nPor fim, a homologação do Banco Santander para a licença 3963 (Moraes Filial) foi aprovada.\nO Santander solicitou que o processo fosse realizado via Internet Banking.\nA informação foi repassada à Ana Clara, que verificará o procedimento junto ao Luciano, uma vez que ela ainda não possui acesso ao banco.\n25/10/2025\n\nTabela de preço licença 3959, 3961, 3963 importado e conferido.\nLicença 3960 importado valor e aguardando a conferência da Juliana Fiscal para comparação.\n\n26/10/2025\n\nInserção das imagens dos produtos e marcas para o SFA_UX em LLLL\\VDWIN\\PRD\\IMG.\nParamentos e configurações, retirado a sugestão de pedido por cadastramento somente o TOP habilitado.\nPadrões de configuração e parâmetros no sistema.\n\n27/10/2025\n\nVeículos Cadastrados\n•\tVolkswagen 8.150E Delivery — Ano de fabricação e modelo: 2007 — Truck\n•\tMercedes-Benz Accelo 1016 — Ano e modelo: 2017 — Truck\n•\tVolkswagen 24.250 CNC 6x2 — Ano e modelo: 2008 — Truck\n•\tMercedes-Benz Accelo 1016 — Ano e modelo: 2017\n•\tVolkswagen 15.180 CNM — Ano de fabricação: 2010 / Modelo: 2011 — Truck\n•\tFiat Ducato Cargo 11\n•\tVolkswagen 15.180 CNM — Ano: 2010\n\nDados para Emissão do MDF-e\nPara a correta emissão do Manifesto Eletrônico de Documentos Fiscais (MDF-e) foi alimentado:\n•\tPeso do veículo\n•\tCubagem\n•\tCapacidade de carga (em kg)\n\nParâmetros do MDF-e\n\nCadastro de Motoristas\nNome do Motorista\tCPF\nMarcelo Antonio Ferreira\t377.262.878-88\nMarcos Cesar Matos dos Santos\t953.414.717-68\nJonathas Gardim Romão\t105.301.767-77\nAlexandre de Souza Teixeira\t122.441.937-56\nAlberto Davy Sant’Anna Leal\t133.073.507-22\nFlaviano Coelho de Lemos\t097.670.147-21\nLeonardo Frazão Fonseca\t045.074.137-02\nAmos Dias Fernandes\t081.913.547-05\nJurandir Ribeiro Gomes\t002.146.157-07\n\t\nFernando Henrique de Souza Vasconcelos\t151.825.747-03\n\t\nReunião – Planejamento de Implantação do Sistema\n\nParticipantes: Talmo, Rodrigo, Giovani, Aloisio, Ricardo, Juliana (Fiscal), Juliana (Faturamento), Franciane, Ana Clara e Tauane.\n\nDurante a reunião, ficou definido que o início oficial do sistema será em 19/01/2026, com visitas programadas entre 01/12/2025 à 05/12/2025 para a realização de um pré-treinamento e acompanhamento das informações.\n\nO adiamento da virada do sistema, anteriormente prevista para 03/11, ocorreu devido a:\n\n•\tAlto número de novos produtos a serem cadastrados;\n•\tReestruturação da equipe de vendas, que passou de 12 para quase 40 vendedores;\n•\tFalta de conferência e validação dos dados no sistema (cadastros de produtos, clientes, notas fiscais e tabelas de preço).\n\nFicou acordado que:\n\n•\tAs atualizações cadastrais de produtos, clientes, vendedores, tabelas de preço e impostos serão priorizados;\n•\tA equipe da distribuidora deverá disponibilizar tempo adequado para os treinamentos;\n•\tJuliana e Paulo serão responsáveis por manter o cadastro de produtos atualizado;\n•\tJuliana (Fiscal) ficará encarregada de revisar e alimentar as informações relacionadas a impostos e tributações;\n•\tMayana será responsável por manter atualizados os cadastros de clientes e vendedores;\n•\tTodo o processo será acompanhado por Rodrigo e Giovani, com uma visita técnica pré-agendada para 01/12.\n\nRelatório de Pendências e Andamento das Atividades\nPendências Identificadas\n1. Cadastro de Clientes\n•\tInserir os cadastros de novos clientes no sistema.\n•\tDefinir qual vendedor será responsável por cada cliente.\nResponsável: Mayana\n\n2. Cadastro de Vendedores\n•\tCadastrar novos vendedores.\n•\tTransferir os clientes atualmente vinculados a vendedores desligados.\nResponsável: Mayana\n\n3. Tabelas de Preço\n•\tLicenças 3961 / 3963 / 3959:\nTabelas importadas para o sistema e encaminhadas para verificação.\nResponsáveis: Juliana e Paulo Encaminhado dia 25/10.\n•\tLicença 3960:\nEncaminhada à área fiscal para conferência das alíquotas PVV e pautas.\nResponsável: Juliana (Fiscal, Encaminhado dia 24/10 \n\n4. Conferência de Notas Fiscais Eletrônicas\n•\tNotas encaminhadas por Giovani à Juliana / Donizete (Fiscal) para conferência licença 3960 Moraes Matriz. Encaminhados notas definitivas dia 27/10\nResponsável: Juliana (Fiscal)\n\n\n\n5. Imagens de Produtos\n•\tInseridas no sistema mais de 600 imagens de produtos.\nStatus:  Concluído\n\n6. Homologação – Boleto / CNAB\n•\tMoraes Filial: processo em andamento, banco autorizou é solicitou o envio dos arquivos via internet bank.\nResponsável: Ana Clara / Luciano\n\n7. Cadastros dos Produtos\n\n•\tCadastros dos produtos novos ou com saldo no estoque\n•\tCadastro dos impostos produtos novos ou com saldo no estoque\n•\tCadastro dos preços na tabela com PVV caso tenha\nTreinamento Geral / Melhorias\n•\tDemonstração dos processos operacionais e levantamento de pontos de melhoria.\nMelhorias em destaque:\n•\tPré-pedido: ao selecionar os pedidos, o sistema deve exibir o peso total e valor somado para auxiliar na separação dos romaneios. “Abertura de OS”\nObservação: os romaneios são criados a partir de valores pré-definidos pela revenda.\n•\tImporta e Exporta Produtos: incluir campo que permita definir o local de gravação dos arquivos gerados. “OS-27785“\n29/10/2025\n\nDurante o encontro, foi reforçado com Mayana a importância do correto cadastro de clientes, vendedores, rotas e regiões, destacando como essas informações são fundamentais para o bom funcionamento do sistema e a organização das vendas.\nTambém foi apresentado a ela o cadastro de vendedores no Bifrost, explicando detalhadamente a função e aplicabilidade de cada campo, bem como o impacto dessas configurações no controle comercial e na rotina da equipe.\nEm seguida, o Paulo recebeu as orientações sobre o cadastro de produtos, incluindo o processo de criação e manutenção de pautas CEST, além dos procedimentos de importação e exportação de produtos entre as diferentes licenças, garantindo a padronização e integridade das informações em todas as unidades do sistema.\n\n25/11/2025 – Resumo de Atividades e Pendências\n•\tSolicitações em Andamento\n•\tDE/PARA Produtos: Solicitado ao Paulo o relatório de saldo de estoque dos produtos para conferência do DE/PARA.\n•\tDE/PARA Clientes/Vendedores: Solicitado à Mayana o relatório de clientes por vendedor, para conferência e alinhamento com a roteirização.\n•\tConferência da Tabela de Preços: Responsáveis: Paulo e Juliana.\n•\tTreinamento – Área Fiscal (Produtos): Juliana (Fiscal) e Donizete.\n•\tVerificação de Casos Logísticos: Responsável: Talmo.\n•\tPeso e Dimensões (Produtos): Planilha gerada via IA foi repassada à Maryana para conferência (Peso Unitário, Peso da Embalagem, Altura, Largura e Comprimento).\n\nReunião Realizada com Participação de:\nTalmo, Luis, Juliana (Entrada de Nota), Paulo, Ana Clara, Tinani e Giovani\n•\tFoi discutida a dificuldade enfrentada por Juliana e Donizete (fiscal) em participar do treinamento por falta de tempo e disponibilidade. Treinamento pré-agendado (remoto): dias 25, 27 e 28/11/2025. Se possível, realizar o terceiro dia de forma presencial. “Foi ressaltada a preocupação com o acúmulo de produtos pendentes de parametrização fiscal. o Paulo está realizando os cadastros de novos produtos, mas Juliana (fiscal) não está acompanhando a parte fiscal.”\n•\tO cadastro de produtos está sendo feito na licença 3960, mas ainda falta realizar a exportação/importação para as demais licenças:\no\t3963 (principal)\no\t3959 (view da 3963)\no\t3961 (view da 3963)\n\n•\tTabela de Preços – Licença 3959\n•\tPaulo encaminhou a tabela com correções pendentes.\n•\tProblema identificado: o valor exibido no APP do vendedor não corresponde ao valor cadastrado no sistema com o acréscimo de 11%. A equipe de suporte do sistema WinThor não conseguiu fornecer uma explicação ou solução até o momento.\n\nDocumentos Encaminhados por E-mail\n•\tPara Maryana: relação dos produtos com os dados de peso unitário, peso da embalagem e dimensões para conferência.\n•\tPara Mayana:\no\tRelação de clientes para conferência \"Clientes x Vendedores\" visando a roteirização.\no\tOutras duas abas com: cadastro dos vendedores e das regiões, para facilitar a conferência.\n\nTransferências de Bases – Solicitadas por Mayana\n\n•\tFábio (203) → Alexandro (209): 8 clientes transferidos.\n•\tAlexandre Ricardo (207) → Alexandro (209): Nenhum cliente para transferência.\n•\tAmaro Nilson (308) → Macyke Motta (311): 1 cliente transferido.\n•\tLaercio (252) → Jonathas Paiva (260): 32 clientes transferidos.\n•\tJessika Cristina (155) → Diego Correa (204): 42 clientes transferidos (Conceição de Macabu/RJ).\n•\tJessika Cristina (155) → Wallace Barreto (160 / \"158\"):\no\tQuissamã/RJ: 31 clientes transferidos\no\tCarapebus/RJ: 15 clientes transferidos\n\nInclusão de Cidade\n•\tSão José do Vale do Rio Preto/RJ: cadastro realizado com o código da região 70.\n\n26/11/2025\nFoi realizado treinamento referente à Tabela de Preço com o Paulo.\nObservação: A tabela de preço deve ser alimentada somente na licença em que haverá venda, pois o controle de comercialização é feito com base no saldo em estoque e na tabela aplicada à licença.\nApós análise, identificou-se que os produtos foram cadastrados inicialmente apenas na licença 3960, sem execução do processo de importação/exportação para as demais. Com isso, tornou-se necessário rodar novamente o script de atualização de peso após replicação dos cadastros.\n- Processo executado.\n- Situação atual — 26/11/2025:\n➡ 315 produtos com peso informado de um total de 1171 cadastrados.\nConfigurações Contábeis e Operacionais\nConta Contábil\tDescrição\n1005\tNa entrega\n1354\tPré-datado\n1355\tNota assinada\n1353\tBoleto bancário\n1370\tComodato\n1353\tDuplicata\n1006\tPix\n1357\tCartão\n1503\tVale Funcionário\n- Fechamento de estoque atualizado.\nRegiões Cadastradas\nRegião\tLicenças configuradas\tObservação\n70 – São José do Vale do Rio Preto\t3960 e 3963\t3959 e 3961 utilizam View da 3963\n71 – Nova Iguaçu\t3960 e 3963\t3959 e 3961 utilizam View da 3963\nTabela de Preço\n•\tLicença 3960 ⇒ encaminhada para Paulo / Juliana para conferência\n•\tLicença 3961 ⇒ Conferência finalizada por Paulo, ajustes aplicados\n•\tNFe / MDFe / CTe e Conversões atualizadas nas licenças 3959 / 3960 / 3961 / 3963\n•\tEnviada por e-mail planilha com produtos pendentes de cadastro\nPendências Gerais\nConferências – Tabela de Preço (Status)\nLicença\tResponsável\tSituação\n3963\tPaulo\tIgual à 3959\n3959\tPaulo\tFinalizada\n3960\tPaulo\tPendente\n3961\tPaulo\tFinalizada\n\nCadastros\nAtividade\tResponsável\tStatus\nCadastro de produtos novos\tPaulo\tEm execução\n→ Identificados +62 itens via DE/PARA (estoque)\t\tArquivo: C:\\Users\\Rodrigo\\Desktop\\Moraes\\PRD_CADASTRAR_CONTROL.xls\nCadastro dos impostos\tJuliana (Fiscal)\tAguardando / Treinamento Giovani\nCadastro de preços dos novos produtos\tPaulo\tTreinamento com Tinani pendente\nCadastro de clientes novos\tMayana\tEm execução\nCadastro de vendedores\tMayana\tEm execução\nConferência e inserção de peso\tMaryana\tEm andamento\n\n27/11/2025\nFoi repassado ao Paulo a responsabilidade de inclusão e atualização da Tabela de Preço, bem como a planilha dos novos produtos cadastrados para inserção no sistema. No caso específico da Morães, o Paulo deverá verificar em qual licença o produto será comercializado antes da definição e inclusão do preço.\nTambém foi aplicada a atualização do sistema referente ao Pacote de nova tributação – ZZCADALIQ-J06.ARJ nas licenças 3960 / 3959 / 3961 / 3963.\nApós análise e alinhamento com a equipe de Control, ficou definido que assumiremos as atualizações de dados (Cadastros), deixando tudo preparado para a virada do sistema. Atividades sob nossa responsabilidade:\n•\tCadastro de produtos\n•\tCadastro de tabela de preço\n•\tCadastro de impostos\n•\tCadastro de clientes e vendedores permanece com Mayana\nConforme alinhado com o Paulo, foi entregue uma planilha para preenchimento e retorno, contendo as informações necessárias para realização dos cadastros:\nCódigo, Descrição, Unidade de Venda, Quantidade Embalada, Licença de comercialização e Preço.\nSobre a planilha de peso dos produtos, Maryana realizou a conferência e liberou para que as informações sejam inseridas via banco de dados.\n6.\tResponsabilidades e Andamento\nAtividade\tResponsável\tStatus\nTabela de preço – Licença 3963\tPaulo\tOK – igual à 3959\nTabela de preço – Licença 3959\tPaulo\tOK\nTabela de preço – Licença 3960\tPaulo\tPendente\nTabela de preço – Licença 3961\tPaulo\tOK\nCadastro de impostos – Produtos novos\tJuliana (Fiscal) / Giovani\tTreinamento programado com Giovani\nCadastro de produtos + preços\tPaulo / Tinani\tEm execução\nCadastro de novos Clientes\tMayana\tExecutando\nCadastro de Vendedores\tMayana\tExecutando\nConferência e inserção do peso dos produtos\nMaryana\tInserção via banco + levantamento dos faltantes\n\n28/11/2025\nFoi iniciado o processo de DE/PARA entre o cadastro de produtos das licenças 3960 e 3963, realizando correções e padronizações necessárias para manter consistência nos registros.\n\n•\tReunião – Participantes\nTalmo, Weder, Paulo, Juliana (Entrada de Nota), Maryana, Koany, Tinani, Giovani, Juliana (Fiscal) e Donizete.\nDurante a reunião foi alinhado o apoio às equipes da revenda nas atividades de atualização cadastral, contemplando:\n•\tCadastro de produtos\n•\tConfiguração de impostos e tributação\n•\tAcompanhamento no cadastro de clientes e vendedores\n•\tEstruturação de rotas e roteirização\n\n•\tDefinições e Direcionamentos\nDevido à entrada média de ~60 produtos novos em um curto período, ficou definido que:\n•\tPaulo ficará responsável por alimentar a planilha disponibilizada, contendo os dados dos novos produtos.\n•\tApós preenchimento, os dados serão encaminhados para mim (Tinani) para realização dos cadastros no sistema.\n•\tOs preços também serão incluídos na mesma etapa.\n•\tGiovani atuará em conjunto, realizando a parametrização tributária dos novos itens.\n•\tApós finalização dos cadastros, a equipe será acionada para conferência e validação.\n\n•\tPeso dos Produtos\nSerá gerado um relatório de produtos sem peso informado, para que Maryana possa complementar os dados e retorná-los para atualização.\n\nAte 12/12/2025\n\nRelação de bases e ajustes realizados\nEm reunião, com a participação de Rodrigo, Luís, Mayana e Giovani, foram executadas as alterações abaixo relacionadas.\nTambém foi tratado o tema referente à necessidade de ampliação de licenças do Bifrost, permanecendo em aguardo.\n\nCadastro de Região\n•\tRegião criada: Visconde do Imbé\n•\tVisconde do Imbé / Trajano de Moraes\no\tVendedor: Diego Corrêa (204) – Executado\n\nTransferência de Bases de Vendedores (RCA)\n•\tTransferida a base do RCA Ivoil da Cunha (159) para Ana Cristina Cruz (160) \n•\tTransferida a base do RCA Jonathas Dantas (260) para Alessandra Mariano (267\n•\tTransferida a base do RCA Cícero Augusto (259) para Cledina Pinheiro (268\n•\tTransferida a base do RCA Matheus Nicolau (208) para Matheus Nicolau (206\nObservação: o cadastro foi duplicado devido a erro de grafia no nome. Ficou definido que será mantido o cadastro 206.\n\nExclusão de Cadastros de Vendedores\n•\tIvoil da Cunha (159) – Executado\n•\tJonathas Dantas (260) – Executado\n•\tCícero Augusto (259) – Executado\n•\tMatheus Nicolau (208) – Executado\n\nTabela de Preços\n•\tRealizadas correções na Tabela de Preços das licenças 3960 / 3959 / 3961.\no\tObs.: encaminhar para análise e validação das alterações.\nEm ligação com o Talmo, foi definido que a licença 3963 será utilizada como base.\nPosteriormente, em reunião com Luiz, Talmo, Juliana (Entrada), Paulo, Giovani e Aloisio, ficou acordado que Juliana e Paulo serão responsáveis por encaminhar a tabela de preços para a licença 3963 – Moraes Filial.\n\nProcesso DE/PARA de Produtos\nFicou definido que o Paulo irá encaminhar todas as quartas-feiras e sextas-feiras uma planilha com saldo de produtos, para viabilizar o processo de DE/PARA.\n\nDocumentação Fiscal\n•\tEncaminhados NF-e e XML para a Juliana (Fiscal) referentes à Licença 3960 – Moraes Matriz, incluindo as correções solicitadas e todos os produtos com valores na tabela de preços para validação.\n•\tEncaminhados NF-e e XML para a Juliana (Fiscal) referentes à Licença 3959 – Atacado Econômico para validação.\n\nAjustes Fiscais\n•\tRealizada a inserção do código CEST em alguns produtos, conforme enquadramento fiscal.\n\n13/12/2025\n\nAtualizações Cadastrais Realizadas\n•\tCadastro de Produtos\nPlanilha enviada pelo Winthor contendo saldo de estoque, com execução do processo de DE/PARA entre as licenças.\n•\tAtualização dos Campos Fiscais dos Produtos\nRevisão e ajuste das informações fiscais: FCP, PIS, COFINS, EAN, EANTRIB e NCM.\n•\tCadastro de Regiões\nParametrização de regiões por produto e por família.\n\nTabela de Preços\n•\tTabelas de preço atualizadas nas licenças 3959, 3960, 3961 e 3963.\n\nNotas Fiscais Eletrônicas (NF-e)\n•\tLicença 3960\nEmissão de NF-e para validação, contemplando todos os produtos com valores devidamente configurados na tabela de preços.\n•\tLicenças 3959 / 3961 / 3963\nEmissão de NF-e para validação, contemplando todos os produtos com valores configurados na tabela de preços.\n\nCorreções Cadastrais Complementares\n•\tAjustes nos cadastros de produtos, incluindo família, linha e demais classificações.\n\n15/12/2025 a 20/12/2025\n\nAtualizações Cadastrais Realizadas\n•\tCadastro de Produtos\nPlanilha enviada pelo Winthor contendo saldo de estoque, com execução do processo de DE/PARA entre as licenças.\n•\tAtualização dos Campos Fiscais dos Produtos\nRevisão e ajuste das informações fiscais: FCP, PIS, COFINS, EAN, EANTRIB e NCM.\n•\tCadastro de Regiões\nParametrização de regiões por produto e por família.\n\nTabela de Preços\n•\tTabelas de preço atualizadas nas licenças 3959, 3960, 3961 e 3963.\n\nNotas Fiscais Eletrônicas (NF-e)\n•\tLicença 3960\nEmissão de NF-e para validação, contemplando todos os produtos com valores devidamente configurados na tabela de preços.\n•\tLicenças 3959 / 3961 / 3963\nEmissão de NF-e para validação, contemplando todos os produtos com valores configurados na tabela de preços.\n\nCorreções Cadastrais Complementares\n•\tAjustes nos cadastros de produtos, incluindo família, linha e demais classificações.\n\n22/12/2025 a 24/12/2025\n\nAtualizações Cadastrais Realizadas\n•\tCadastro de Produtos\nPlanilha enviada pelo Winthor contendo saldo de estoque, com execução do processo de DE/PARA entre as licenças.\n•\tAtualização dos Campos Fiscais dos Produtos\nRevisão e ajuste das informações fiscais: FCP, PIS, COFINS, EAN, EANTRIB e NCM.\n•\tCadastro de Regiões\nParametrização de regiões por produto e por família.\n\nTabela de Preços\n•\tTabelas de preço atualizadas nas licenças 3959, 3960, 3961 e 3963.\n\nNotas Fiscais Eletrônicas (NF-e)\n•\tLicença 3960\nEmissão de NF-e para validação, contemplando todos os produtos com valores devidamente configurados na tabela de preços.\n•\tLicenças 3959 / 3961 / 3963\nEmissão de NF-e para validação, contemplando todos os produtos com valores configurados na tabela de preços.\n\nCorreções Cadastrais Complementares\n•\tAjustes nos cadastros de produtos, incluindo família, linha e demais classificações.\n\n26/12/2025\n\nAtualizações Cadastrais Realizadas\n•\tCadastro de Produtos\nPlanilha enviada pelo Winthor contendo saldo de estoque, com execução do processo de DE/PARA entre as licenças.\n•\tAtualização dos Campos Fiscais dos Produtos\nRevisão e ajuste das informações fiscais: FCP, PIS, COFINS, EAN, EANTRIB e NCM.\n•\tCadastro de Regiões\nParametrização de regiões por produto e por família.\n\nTabela de Preços\n•\tTabelas de preço atualizadas nas licenças 3959, 3960, 3961 e 3963.\n\nNotas Fiscais Eletrônicas (NF-e)\n•\tLicença 3960\nEmissão de NF-e para validação, contemplando todos os produtos com valores devidamente configurados na tabela de preços.\n•\tLicenças 3959 / 3961 / 3963\nEmissão de NF-e para validação, contemplando todos os produtos com valores configurados na tabela de preços.\n\nCorreções Cadastrais Complementares\n•\tAjustes nos cadastros de produtos, incluindo família, linha e demais classificações.\n\n29/12/2025 a 31/12/2025\n\nAtualizações Cadastrais Realizadas\n•\tCadastro de Produtos\nPlanilha enviada pelo Winthor contendo saldo de estoque, com execução do processo de DE/PARA entre as licenças.\n•\tAtualização dos Campos Fiscais dos Produtos\nRevisão e ajuste das informações fiscais: FCP, PIS, COFINS, EAN, EANTRIB e NCM.\n•\tCadastro de Regiões\nParametrização de regiões por produto e por família.\n\nTabela de Preços\n•\tTabelas de preço atualizadas nas licenças 3959, 3960, 3961 e 3963.\n\nNotas Fiscais Eletrônicas (NF-e)\n•\tLicença 3960\nEmissão de NF-e para validação, contemplando todos os produtos com valores devidamente configurados na tabela de preços.\n•\tLicenças 3959 / 3961 / 3963\nEmissão de NF-e para validação, contemplando todos os produtos com valores configurados na tabela de preços.\n\nCorreções Cadastrais Complementares\n•\tAjustes nos cadastros de produtos, incluindo família, linha e demais classificações.\n\n02/01/2026\n\nAtualizações Cadastrais Realizadas\n•\tCadastro de Produtos\nPlanilha enviada pelo Winthor contendo saldo de estoque, com execução do processo de DE/PARA entre as licenças.\n•\tAtualização dos Campos Fiscais dos Produtos\nRevisão e ajuste das informações fiscais: FCP, PIS, COFINS, EAN, EANTRIB e NCM.\n•\tCadastro de Regiões\nParametrização de regiões por produto e por família.\n\nNotas Fiscais Eletrônicas (NF-e)\n•\tLicença 3960\nEmissão de NF-e para validação, contemplando todos os produtos com valores devidamente configurados na tabela de preços.\n•\tLicenças 3959 / 3961 / 3963\nFinalizada validação Donizete (email).\n\nCorreções Cadastrais Complementares\n•\tAjustes nos cadastros de produtos, incluindo família, linha e demais classificações.\n\n06/01/2026\n\nAs Notas Fiscais da licença 3959 já tiveram a validação finalizada pelo Donizete.\nO Paulo encaminhou por e-mail a validação da tabela de preços das licenças 3960, 3959, 3961 e 3963.\nEm reunião com Rodrigo, Giovani, Luis, Paulo, Juliana, Maryana, Koany, Mayana, Juliana (Fiscal) e Donizete, foi alinhado o início dos treinamentos com toda a equipe.\nA Juliana, do Fiscal, estará presencialmente no período de 06/01/2026 a 09/01/2026, com foco nas configurações tributárias dos produtos e nos processos fiscais.\nO cadastro de novos clientes é realizado pelo vendedor e, posteriormente, encaminhado à Ana Clara para conferência e liberação para venda.\nO processo de geração de carga ocorre após a conferência do estoque e liberação para faturamento. Eventuais alterações de pedidos, realizadas durante ou após a geração da carga, devem ser comunicadas pela Fran à Maryana, garantindo o correto alinhamento operacional.\nDiariamente, por volta das 11h, a Juliana e o Paulo realizam as transferências de estoque entre as licenças, liberando os produtos com saldo disponível para venda.\n07/01/2026\nEm reunião de treinamento, participaram Juliana (Fiscal), Juliana (Entrada de Notas), Paulo, Mayana, Luis, Rodrigo e Giovani.\nForam abordados os seguintes pontos:\n•\tCadastro de Produtos: detalhamento completo dos campos obrigatórios, incluindo Família, EAN, NCM e demais informações fiscais e operacionais. Foi demonstrado o processo tanto para cadastro de novos produtos quanto para a duplicação de dados a partir de um cadastro já existente.\n•\tCadastro de Família: configuração de Linha, Quantidade, QTDO e demais parâmetros relacionados.\n•\tCadastro de Região: parametrização das informações tributárias, contemplando ICMS, ICMS-ST, Redução de ICMS e Redução de ICMS-ST, com orientação para criação de novos cadastros ou duplicação de regiões já existentes.\n•\tCadastro de Impostos: definição e ajuste de PIS/COFINS, FCP, Redução de ICMS, Redução de ICMS-ST e MVA.\n•\tAplicação prática com Juliana (Entrada de Notas): demonstração completa do fluxo de cadastro de produtos, com identificação e explicação de todos os campos de tributação, incluindo exemplos de PIS/COFINS padrão e pautado, incidência de FCP e classificação por tipo de produto.\n•\tCadastro de CEST e Pauta de PIS/COFINS: esclarecimento sobre a sequência correta de parametrização, considerando critérios como data de vigência, regras gerais e classificação por NCM.\n•\tDefinição de processos operacionais: alinhamento do fluxo a ser seguido para cadastro de produtos, equivalência de regiões para as demais localidades e atualização das tabelas de preço.\n•\tTabela de Preço: orientação sobre a inserção do valor líquido, com e sem aplicação de PVV, bem como demonstração do cálculo automático realizado pelo sistema.\n08/01/2023 – 09/01/2023\nTreinamento – Processos de Entrada de Notas Fiscais e Cadastros\nParticiparam do treinamento: Juliana (Fiscal), Juliana (Entrada), Paulo, Luis, Mayana e Franciane.\nDurante o treinamento, foram utilizados diversos DANFEs e arquivos XML de notas fiscais de entrada, com o objetivo de demonstrar, na prática, todo o fluxo correto de conferência, importação e parametrização no sistema.\n•\tConteúdos abordados no treinamento\n•\tDe/Para Fornecedor x Produto (NFe)\nFoi explicado o processo de vinculação correta entre o fornecedor e o cadastro do produto, garantindo que a importação do XML reconheça e relacione corretamente os itens já existentes no sistema.\n•\tDe/Para de CFOP (NFe)\nDemonstrado como realizar o mapeamento adequado dos CFOPs de entrada, assegurando que a nota seja importada com a natureza fiscal correta e evitando inconsistências tributárias.\n•\tImportação de XML\nApresentado o fluxo completo de importação dos arquivos XML, desde a validação inicial até a efetiva integração dos dados no sistema.\n•\tGerenciador de XML – NFe de Entrada\nExplicado o uso do gerenciador para conferência, ajustes e validações necessárias antes da finalização da entrada da nota fiscal.\n•\tCadastro de Fornecedor\nDemonstrado o procedimento correto para cadastro e manutenção dos fornecedores, garantindo integração adequada com o processo de entrada de notas.\n•\tAtividades práticas realizadas\n•\tPaulo e Juliana (Entrada) realizaram, na prática, a importação dos XMLs e o cadastro dos De/Para, utilizando exemplos reais como forma de treinamento e fixação do processo.\n•\tMayana recebeu orientação sobre:\no\tCadastro de Região;\no\tConceito de equivalência de produtos;\no\tIntegração e utilização do Bifrost.\nTambém foi repassado para Mayana o procedimento de cadastro de fornecedor no módulo de clientes, garantindo alinhamento entre os cadastros.\n•\tPara Juliana (Fiscal), foram detalhados os principais campos fiscais no cadastro de produto, incluindo:\no\tPIS / COFINS;\no\tFCP;\no\tNCM;\no\tNatureza de Operação;\no\tCFOP;\no\tTipo de produto.\nEsses pontos foram explicados com foco na correta parametrização tributária, assegurando conformidade fiscal e evitando erros na apuração de impostos.\n10/01/2026 e 12/01/2026\nTreinamento Operacional e de Processos – SFA-UX, Pré-Pedido e Faturamento\nEm treinamento realizado com a participação de Rodrigo, Giovani, Mayana, Maryana, Koany, Juliana (Entrada), Paulo, Franciane e Ana Clara, foram abordados de forma prática e detalhada os principais fluxos operacionais envolvendo cadastro de clientes, pedidos, faturamento e financeiro.\nA Mayana apresentou o processo de recepção e tratamento dos cadastros de clientes realizados via SFA-UX, demonstrando na prática a inserção de um cliente em cada licença, bem como os procedimentos de alteração, conferência e validação dos dados cadastrais. Durante esse momento, foi reforçada a importância da padronização das informações para evitar inconsistências entre as licenças.\nTambém foi realizada a apresentação do SFA-UX para a equipe administrativa, destacando que a ferramenta não se restringe apenas ao uso comercial, podendo ser utilizada internamente para consulta, análise e apoio operacional.\nNa sequência, foi detalhado o fluxo de recepção dos pedidos no módulo de Pré-Pedido, abordando:\n•\tA separação e conferência dos pedidos, com validação de valores e pesos por meio dos relatórios operacionais;\n•\tA explicação completa sobre o conceito e a função do Pré-Pedido, esclarecendo seu papel no controle e na organização do faturamento.\nForam apresentados os procedimentos para:\n•\tCriação de romaneio por licença, incluindo o agrupamento dos pedidos na relação de carregamento;\n•\tGeração, emissão e transmissão da Nota Fiscal, reforçando os pontos de atenção durante o processo;\n•\tEmissão de boleto bancário após o faturamento;\n•\tConferência do boleto no módulo de Contas a Receber, garantindo a correta integração entre faturamento e financeiro.\nO treinamento teve como objetivo alinhar os processos entre as áreas envolvidas, padronizar rotinas operacionais e garantir maior segurança e rastreabilidade nas etapas de cadastro, pedidos, faturamento e controle financeiro.\n13/01/2026\nLevantamento e alterações no Cadastro de Produto alterações na unidade de medida.\n14/01/2026\nDurante o treinamento realizado, participaram Rodrigo, Giovani, Juliana, Luis, Mayana, Maryana, Koany, Paulo, Pedro, Allan, Carlos, Diego, Matheus, Ronnie, Jéssica e Sérgio.\nO encontro teve início com a contextualização do fluxo operacional dentro do sistema ERP, apresentando aos vendedores como os pedidos realizados em campo são recebidos, processados e tratados internamente pela empresa. Esse entendimento foi essencial para alinhar a visão comercial com os processos administrativos e operacionais.\nNa sequência, foi realizada a instalação do aplicativo, seguida da orientação completa sobre login e acesso ao sistema. Os participantes aprenderam a puxar a carga de produtos, trabalhando simultaneamente com as quatro licenças, de forma a compreender a operação integrada entre elas.\nO treinamento avançou para a digitação de pedidos padrão e orçamentos, demonstrando todo o fluxo desde a criação até a aprovação do orçamento. Também foi abordado o cadastro de novos clientes, reforçando os cuidados necessários para garantir consistência e correta vinculação das informações.\nForam apresentados e analisados os principais relatórios operacionais, com destaque para o Diário de Bordo e o relatório de Produtos x Ocorrência, evidenciando sua importância no acompanhamento das atividades diárias e no controle das vendas.\nTodas as etapas foram executadas na prática, com participação ativa de todos os envolvidos, permitindo que cada vendedor vivenciasse o processo completo dentro do sistema.\nNo período da tarde, o treinamento foi direcionado para testes livres, momento em que os vendedores puderam simular situações reais de trabalho, esclarecer dúvidas e consolidar o aprendizado.\nDurante essas validações, foi identificado que alguns clientes estavam cadastrados sob vendedores incorretos. Diante disso, iniciamos imediatamente o processo de correção dos cadastros, garantindo o alinhamento das bases e a confiabilidade das informações para a continuidade das operações.\n15/01/2026\nReforçamos o treinamento com o Paulo, abordando de forma detalhada todo o processo de entrada de notas fiscais, com foco na correta parametrização e validação das informações. Durante essa etapa, foram revisados os seguintes pontos:\n•\tDe/Para de Fornecedor\n•\tDe/Para de CFOP\n•\tImportação das notas fiscais\n•\tGerenciamento do processo de importação\n•\tConsulta e conferência no Livro de Entrada\nTambém foi reforçado o procedimento de cadastro de fornecedores, contemplando tanto o Contas a Pagar quanto o módulo de Vendas, garantindo que o fornecedor esteja devidamente registrado como cliente/fornecedor no sistema, conforme a necessidade operacional.\nNa sequência, foi realizada uma reunião com Juliana (Fiscal), Donizete, Luis, Tinani e Giovani, com o objetivo de consolidar as validações fiscais realizadas. Durante o encontro, Juliana e Donizete confirmaram a validação das notas fiscais, incluindo impostos e CFOPs, e solicitaram a geração de uma NF-e contendo todos os itens devidamente precificados, a fim de viabilizar uma nova e rápida análise.\nAtendendo à solicitação, a NF-e foi gerada conforme os parâmetros definidos e encaminhada por e-mail, permitindo a continuidade das conferências e assegurando a conformidade fiscal antes do avanço para as próximas etapas do processo.\n16/01/2026\nDurante o alinhamento dos processos comerciais e financeiros, foi realizado um encontro com Luis e Mayana para tratar especificamente das condições de pagamento dos clientes que operam com boleto. A partir dessa conversa, ficou definido que esses clientes passariam a ter liberação para pagamento nas modalidades 7, 14, 21 dias, bem como nas combinações 7/14 e 7/14/21, garantindo maior flexibilidade comercial sem perder o controle financeiro. Para assegurar que essa decisão fosse aplicada de forma padronizada e sem riscos operacionais, todos os clientes enquadrados na condição de pagamento boleto (tipo 04, condição 49) tiveram seus cadastros devidamente ajustados diretamente no banco de dados.\nNa sequência, foi realizado um treinamento direcionado ao Paulo, Juliana e Ana Clara, com foco nos processos de entrada de notas fiscais. Durante esse treinamento, foram abordados de forma prática os fluxos de cadastro de fornecedores, produtos e regiões, reforçando a importância da correta parametrização para garantir consistência fiscal, contábil e operacional em todo o sistema.\nAinda dentro do contexto de capacitação, foram apresentadas e explicadas as alterações aplicadas na tabela de preço de venda. Também foi detalhado o procedimento no livro de entrada para inclusão manual do valor de frete nas notas fiscais de entrada, bem como o impacto desse lançamento na composição da tabela de custo. Esse treinamento foi conduzido com Paulo e Juliana, assegurando que ambos dominassem o processo e pudessem replicá-lo com segurança no dia a dia.\nPor fim, foi realizado um direcionamento específico para a Ana Clara, abordando os controles de crédito e gestão de clientes. Foram explicados os critérios de limite de crédito por canal, bem como os principais parâmetros do acerto de contas, incluindo o uso de limite de crédito (habilitado como “Sim”), o tempo de carência para boletos, a quantidade de títulos permitidos e a regra de boletos vencidos definida como “Nenhum”. Na prática, também foi demonstrado o processo de bloqueio e desbloqueio individual de clientes e, para agilizar as análises operacionais, foi apresentado o gerenciamento do cadastro de clientes como ferramenta de consulta rápida, consolidando o entendimento e fortalecendo a autonomia da equipe.\n19/01/2026\nAo longo do processo de revisão operacional, iniciamos pela configuração das ocorrências de Bonificação, Transferência e Troca em todas as quatro licenças, garantindo que os fluxos estivessem alinhados e padronizados entre as bases.\nEm alinhamento com o Luis, ficou definido que será criado um canal específico (ainda a definir), o qual passará a ser obrigatório para os vendedores realizarem as correções necessárias, visto que foi identificado que a grande maioria dos registros atualmente encontra-se incorreta. Essa medida tem como objetivo reduzir inconsistências e assegurar maior qualidade nas informações registradas.\nEm conversas posteriores com Talmo e Luis, foi acordada a criação de quatro tabelas de preços distintas, uma para cada licença, contemplando valores e percentuais de comissão diferentes. As tabelas já estão em fase de criação pela equipe da revenda, seguindo as diretrizes definidas em conjunto.\nParalelamente, foi realizada a limpeza da tabela de Ocorrência x Produto diretamente via banco de dados, eliminando vínculos obsoletos e garantindo maior confiabilidade nos dados operacionais.\nTambém foi feita a solicitação à equipe de Cloud para a instalação do módulo de PDF, etapa necessária para dar suporte aos próximos processos operacionais e fiscais.\nNo âmbito financeiro, foi solicitado à Ana Clara o desenvolvimento de um relatório que permita a verificação do limite de crédito disponível por cliente. Aguardamos o retorno com esse material para dar sequência às validações e ajustes necessários.\nPor fim, como parte do processo de saneamento da base, foi executada a limpeza de campos específicos via banco de dados, abrangendo as seguintes informações:\n•\tVDCLICLI_DEBITO\n•\tVDCLICLI_VALULTC\n•\tVDCLICLI_VR_ULT_LIM_CREDITO\n•\tVDCLICLI_CRED_DISPONIVEL\n•\tVDCLICLI_PED_PENDENTES\n•\tVDCLICLI_DTULT\nEssas ações consolidam uma etapa importante de organização, padronização e preparação do ambiente, criando uma base mais sólida para a continuidade dos processos e para a evolução das operações nas quatro licenças.\nTestada é homologada OS-27980, passado para o Valdo a possibilidade de gerar o relatório de pedidos selecionados ou pedidos marcados.\n20/01/2026\nTreinamento Operacional – Fluxo Completo do Pedido à Faturação\nParticiparam do encontro Carol, Mel (Supermercado), Maryana, Mayana, Koany, Fran, Paulo e Juliana, em um treinamento voltado a alinhar processos, padronizar rotinas e garantir que todas as etapas do fluxo operacional fossem compreendidas de ponta a ponta.\nO treinamento foi estruturado de forma prática, acompanhando o caminho natural de uma venda dentro do sistema: do pedido inicial até a emissão da nota fiscal, geração de boleto e impactos no estoque e na rentabilidade.\nPedido\nIniciamos pelo processo de pedidos, demonstrando como a operação nasce dentro do sistema e como deve ser tratada em cada cenário:\n•\tInclusão manual de pedidos, reforçando os cuidados com dados e validações;\n•\tAlteração de pedidos já lançados, destacando os impactos em estoque e faturamento;\n•\tCancelamento de pedidos e seus reflexos nos controles internos;\n•\tLiberação de pedidos para faturamento;\n•\tUtilização de relatórios para conferência e validação dos pedidos antes de avançar no processo.\nRomaneio\nNa sequência, avançamos para a logística e montagem de carga, etapa essencial para garantir organização e eficiência na expedição:\n•\tProgramação de romaneios e montagem de carga por rota/licença;\n•\tVerificação de pedidos que ficaram fora do romaneio;\n•\tManutenção e ajustes em romaneios já criados;\n•\tExclusão de romaneios quando necessário;\n•\tAnálise do relatório de carregamento;\n•\tConferência da relação de recebimento, assegurando rastreabilidade e controle.\n\nNota Fiscal\nCom a carga organizada, seguimos para a etapa fiscal, reforçando boas práticas e validações:\n•\tGeração da Nota Fiscal;\n•\tConsulta e retorno de NF-e;\n•\tAnálise dos Documentos Fiscais Eletrônicos;\n•\tTratativa de NF-e;\n•\tEmissão de nota de transferência entre filiais, garantindo correta movimentação de estoque e fiscal.\nBoleto\nTambém foi abordado o processo financeiro relacionado à venda:\n•\tEmissão de Boleto Laser, esclarecendo o fluxo desde a geração até a conferência.\nEstoque, Custos e Rentabilidade\nFinalizando o treinamento, foram discutidos temas estratégicos que impactam diretamente a gestão:\n•\tLançamento manual de estoque entre filiais;\n•\tPrecificação e atualização da tabela de custo;\n•\tAnálise do relatório de rentabilidade, conectando operação, custos e resultado financeiro.\nEncerramento\nO treinamento permitiu que todos os participantes visualizassem o processo de forma integrada, entendendo não apenas o “como fazer”, mas também o porquê de cada etapa, seus impactos nos demais setores e a importância da padronização.\nEsse alinhamento fortalece a operação, reduz erros e dá mais segurança às equipes no dia a dia.\n21/01/2026\nEstiveram presentes na reunião Rodrigo, Giovani, Luis, Talmo, Paulo, Ana Clara, Juliana, Koany, Franciane e Maryana, com foco na consolidação dos processos de estoque e no alinhamento das rotinas operacionais no sistema.\nIniciamos com a abordagem completa do controle de estoque, reforçando a importância da consistência entre o estoque físico e o estoque sistêmico. Foi detalhado o fechamento de estoque (VDKDRCAL), explicando seu papel fundamental para garantir a integridade dos saldos e a confiabilidade das informações gerenciais. Em seguida, foi demonstrada a verificação de pedidos fora de romaneio, evidenciando os impactos que esses pedidos podem gerar no controle e na apuração correta do estoque.\nNa sequência, tratamos da contagem de estoque físico, que será realizada pela revenda, destacando a necessidade de disciplina, padronização e conferência rigorosa para evitar divergências futuras. Foram apresentados os diferentes tipos de lançamentos de estoque, incluindo o lançamento da contagem física, utilizando a ocorrência 999, bem como o lançamento manual de estoque, esclarecendo quando cada procedimento deve ser aplicado e quais cuidados devem ser observados.\nTambém foram apresentados e analisados os principais relatórios de apoio, utilizados para auditoria, conferência e tomada de decisão. Entre eles:\n•\tRelatório para verificação de lançamentos e saldos;\n•\tRelatório de lançamentos;\n•\tRelatório de lançamentos por data;\n•\tRelatório Mapa de Movimento por período;\n•\tRelatório Mapa de Movimento sintético.\nEsses relatórios foram destacados como ferramentas essenciais para identificar inconsistências, acompanhar movimentações e assegurar a transparência das operações.\nEm paralelo, foi repassado de forma específica para a Ana Clara o entendimento e a responsabilidade sobre os processos relacionados ao cadastro de clientes, abrangendo:\n•\tLimite de crédito, incluindo critérios e cuidados para alteração no sistema;\n•\tTipo e condição de pagamento, com foco nas regras e impactos comerciais;\n•\tConsulta e análise do cadastro de clientes, garantindo maior controle e segurança nas liberações.\nAo final, reforçou-se que o correto entendimento desses processos é fundamental para a estabilidade operacional, a confiabilidade dos dados e a fluidez das rotinas entre as áreas envolvidas, criando uma base sólida para a continuidade das operações e para futuras evoluções do sistema.\n\n23/01/2026 a 25/01/2026\nAtualização de Cenário e Plano de Ação – Licença 3963 (Moraes Filial)\nHoje avançamos em uma mudança estratégica solicitada pelo Talmo: a licença 3963, atualmente identificada como “Moraes Filial”, passará a operar como “Distribuidor Nova Alfa”.\nEssa transição exige ajustes operacionais imediatos, principalmente na estrutura bancária e no processo de cobrança, para garantir que o faturamento e a arrecadação ocorram sem ruptura.\n•\t1) Ajuste bancário e homologação de cobrança (Boleto / CNAB)\nPara viabilizar a mudança, vamos alterar a conta bancária vinculada à 3963. Como etapa inicial, será realizada a homologação dos arquivos de cobrança (Boleto e CNAB).\nEnquanto a homologação não estiver concluída, o processo seguirá de forma controlada:\n•\tBoletos serão emitidos manualmente, da mesma forma que já ocorre hoje, garantindo continuidade no recebimento até o CNAB estar validado e liberado.\n•\tEntregas realizadas (fiscal, preços, treinamento e estoque)\nDurante esse ciclo, além da mudança da 3963, seguimos com as frentes essenciais do projeto:\n•\tCorreções fiscais de produtos, conforme solicitado pela Juliana Fiscal.\n•\tCorreção da tabela de preço, garantindo coerência comercial e base correta para faturamento.\n•\tTreinamento repassado aos vendedores e também para 2 pessoas do mercado que ficarão responsáveis por digitação de pedidos de compra.\n•\tLançamento de saldo de estoque com custo, assegurando base confiável para rentabilidade e movimentações.\n•\tValidação e continuidade de sequências numéricas (Boleto, CNAB, NF-e e MDF-e), evitando quebra de rastreabilidade e inconsistências fiscais.\nSequências atuais por licença (controle de numeração)\n3961\n•\tNumeração boleto: 1566\n•\tNumeração remessa: 133\n•\tNumeração NF-e: 1985\n3960\n•\tNumeração boleto: 133480\n•\tNumeração remessa: 1442\n•\tNumeração NF-e: 163582\n•\tNumeração MDF-e (Manifesto): 11492\n3959\n•\tNumeração boleto: 41818\n•\tNumeração remessa: 911\n•\tNumeração NF-e: 46377\n•\tLimpeza de base – Sistema (Licença 3960)\nPara garantir um ambiente consistente (sem resíduos de testes/movimentos anteriores), foi executado o processo de limpeza da base:\n•\tLançamento de saldo – Licença 3960\nTambém foi iniciado o lançamento de saldo de estoque da 3960, com os itens e quantidades correspondentes (conforme lista já preparada).\nDa mesma forma, foram organizados os lançamentos de saldo para:\n•\t3959\n•\t3961\n•\t3963\n\n26/01/2026 a 27/01/2026 – Consolidação dos Processos Operacionais\n\nNos dias 26 e 27 de janeiro de 2026, reunimos toda a equipe operacional na mesma sala — Mayana, Maryana, Fran, Paulo, Juliana e Ana Clara — com o objetivo de acompanhar, na prática, a recepção dos pedidos via Pré-Pedido, analisando cada etapa das rotinas e validando os processos definidos para o novo momento da operação.\nDurante esse período, realizamos também uma revisão das rotas dos vendedores, promovendo ajustes necessários em função de alterações no quadro de colaboradores, garantindo que a operação refletisse fielmente a estrutura atual da equipe comercial.\nAtendendo à solicitação do Talmo (CEO), foi realizada manualmente a alteração do arquivo de empresas da licença 3963, substituindo a razão social e o CNPJ de Moraes Filial para Distribuidora Alfa (Empresa NB). Essa ação foi necessária de forma provisória, até que a nova licença seja oficialmente liberada.\nOutro ponto importante foi a atualização do limite de crédito de alguns clientes via banco de dados, uma vez que, no início da implantação do sistema, havia sido solicitado um ajuste diferenciado para determinados clientes.\nNo dia 26/01, não houve faturamento. Optamos por não avançar com as cargas devido à necessidade de ajustes operacionais pendentes e também pela quantidade ainda insuficiente de pedidos para viabilizar o carregamento.\nJá no dia 27/01, avançamos de forma completa com os processos internos. Realizamos:\n•\tNotas de entrada,\n•\tTransferências entre filiais,\n•\tEntrada de notas pela licença 3960,\n•\tUma venda para um cliente da Bahia, utilizando o critério de preço de custo + 3%, considerando o lucro de entrada,\n•\tNa sequência, realizamos a entrada manual na licença 3961 e, posteriormente, a nota de venda para o cliente final.\nTambém foi executado o fluxo completo de venda da licença 3960 para a 3959, com a respectiva entrada na 3959 e, logo após, a venda ao cliente final, validando o processo de transferência e comercialização entre filiais.\nTodo o ciclo de faturamento foi acompanhado desde a recepção dos pedidos no Pré-Pedido, geração dos pedidos e diversas correções solicitadas pelos vendedores, como ajustes de valores e alterações nas condições de pagamento. Essas solicitações geraram um tempo maior de processamento até que todos os pedidos estivessem devidamente ajustados e liberados.\nCom os pedidos finalizados, realizamos a montagem dos romaneios por filial e, no momento da impressão, efetuamos o agrupamento dos romaneios, facilitando significativamente o carregamento para a equipe do pátio.\nPor fim, imprimimos os pedidos (NB), geramos e emitimos as Notas Fiscais e os Boletos.\nNo caso específico da licença 3963 (atualmente Alfa), os boletos foram emitidos manualmente pelo site do banco, mantendo o procedimento que já era adotado anteriormente. A homologação com o banco para automatizar esse processo será realizada em breve; não foi possível fazê-la antes, pois a solicitação de mudança de Moraes Filial para Distribuidora Alfa ocorreu apenas em 24/01/2026, não havendo tempo hábil para conclusão da homologação dentro desse período.\n\nRelato Operacional – 28/01/2026 e 29/01/2026\nDia 28/01/2026 – Operação e primeiros impactos\nIniciamos o dia 28/01 com o Paulo e a Juliana atuando diretamente na entrada de notas fiscais via XML. Esse processo exigiu a execução completa do fluxo operacional, incluindo:\n•\tCadastro de novos produtos, quando inexistentes no sistema;\n•\tConfiguração tributária detalhada, envolvendo NCM, CFOP, PIS, COFINS, ICMS, benefícios fiscais e demais parâmetros;\n•\tEquivalência de regiões, garantindo a correta aplicação das regras fiscais por UF;\n•\tDe/Para de fornecedor, vinculando corretamente o fornecedor do XML ao cadastro interno;\n•\tDe/Para de CFOP, assegurando que a natureza de operação estivesse alinhada ao processo interno e fiscal.\nAo longo de todo o dia, eu (Tinani) e o Giovani atuamos de forma contínua auxiliando a equipe, esclarecendo dúvidas, ajustando processos, parâmetros e cadastros, além de corrigir inconsistências identificadas durante a operação.\nParalelamente, a Maryana realizou a liberação de todos os pré-pedidos, com o objetivo de agilizar o trabalho da Fran no faturamento. Nesse momento, foram efetuadas diversas alterações solicitadas pelos vendedores, tais como:\n•\tAjustes na condição de pagamento;\n•\tCorreções de valores e preços dos pedidos.\nApós a consolidação dessas correções, a Maryana procedeu com a criação dos romaneios, repassando-os à equipe do pátio para a separação das mercadorias e carregamento dos caminhões.\nCom o carregamento organizado, a Maryana montou os carregamentos no sistema e encaminhou para a Fran dar sequência ao processo de geração, emissão e transmissão das notas fiscais, bem como:\n•\tGeração dos boletos;\n•\tImpressão e separação de toda a documentação necessária para os motoristas.\nNo momento da emissão do Manifesto de Transporte (MDFe), ocorreram alguns erros que eu e o Silvanderson não conseguimos solucionar naquele momento. Diante disso, ficou definido que a emissão e o envio do manifesto seriam realizados no dia seguinte, logo pela manhã, para não comprometer a rota dos motoristas.\nAlém disso, identificamos problemas em quatro notas fiscais relacionados a erro de benefício fiscal, decorrentes de falha na conferência prévia. O Giovani tentou contato com a Juliana Fiscal para apoio, porém não obteve retorno. Como medida preventiva, optamos por segurar essas notas, evitando o envio com dúvidas fiscais, para posterior conferência e liberação segura antes do envio ao motorista em rota.\nDia 29/01/2026 – Alinhamento e decisões estratégicas\nNo dia 29/01 foi realizada uma reunião geral com a presença de:\nTalmo, Eder, Luis, Juliana, Paulo, Fran, Maryana, Koany, Ana Clara, Juliana Fiscal, Tinani, Giovani, Aloisio e Ricardo.\nO objetivo principal da reunião foi permitir que a equipe expusesse as dificuldades enfrentadas na operação e, em comum acordo, fossem discutidas decisões para melhorias no sistema e na rotina interna.\nPrincipais dificuldades relatadas:\n•\tJuliana e Paulo (Entrada de Notas):\nAvaliam o processo de entrada como excessivamente complexo, com muitos passos, telas e validações, o que torna a operação mais lenta e suscetível a erros.\n•\tFran (Faturamento):\nRelatou que não se sente segura para realizar o faturamento sozinha, pois ainda possui dúvidas recorrentes e encontra dificuldade para identificar e corrigir erros nas notas fiscais.\n•\tMaryana e Koany (Romaneio e Separação):\nApontaram dificuldade na separação dos pedidos e criação dos romaneios, principalmente porque a tela de pré-pedido ainda está em desenvolvimento.\nQuando os pedidos são gerados, a consulta não permite filtrar por região, o que impede a visualização correta do total de valores e pesos, dificultando a análise e o planejamento de carga.\nDurante as discussões, surgiram reclamações e diversas comparações com o sistema anterior. Eu (Tinani) e o Giovani reforçamos para a equipe que esse cenário é comum no início de uma implantação, principalmente enquanto:\n•\tCadastros de fornecedores não estão 100% consolidados;\n•\tDe/Para ainda está em construção;\n•\tTributação de produtos já cadastrados, porém sem saldo, ainda está sendo ajustada.\nTodo sistema, nesse estágio inicial, tende a ser mais oneroso operacionalmente. Entretanto, após a consolidação dos cadastros, parametrizações e rotinas, o fluxo se torna mais simples, ágil e confiável.\nAo longo do dia 29/01, seguimos repetindo e reforçando os processos operacionais:\n•\tEntrada de notas fiscais;\n•\tFaturamento;\n•\tCadastros;\n•\tVerificações;\n•\tConferências.\nObservações Gerais\n•\tDiariamente, a revenda tem em média 9 a 10 notas fiscais para entrada, sendo parte delas com produtos novos e outras apenas para atualização de saldo.\n•\tEm conversa com o Talmo e o Eder, fui informado que existe a possibilidade de retorno temporário ao sistema antigo (Winthor), mantendo-o em paralelo, enquanto o ERP Control é alimentado, ajustado e adaptado para atender melhor à operação.\n•\tA principal preocupação do Talmo, neste momento, está relacionada ao período de Carnaval, que naturalmente aumenta a pressão operacional.\nAtualmente, o ERP Control não possui a funcionalidade de BIP para conferência, e o Grupo Moraes ainda não tem rotas definidas, o que impacta diretamente a separação dos pedidos, tornando o processo mais manual, demorado e sujeito a falhas.\n30/01/2026\nIniciamos o dia acompanhando de perto e auxiliando o Paulo e a Juliana em toda a rotina de entrada de notas fiscais, passando por cada etapa do processo: conferência dos XMLs, precificação dos produtos, cadastro de novos itens, ajustes e validações das tributações, além da digitação de pedidos manuais e o acompanhamento dos trâmites internos necessários para que as operações fluíssem corretamente no sistema. O foco foi garantir que cada informação estivesse correta desde a origem, evitando impactos posteriores no faturamento e nos controles fiscais.\nEm paralelo, junto com a Ana Clara, realizamos o acerto de contas de alguns romaneios, tratando devoluções pendentes e efetuando alterações nas condições de pagamento que haviam sido solicitadas. Esse trabalho foi essencial para alinhar financeiro, faturamento e logística, assegurando que os registros refletissem fielmente a realidade das operações.\nComo a Fran, responsável pelo faturamento, não pôde comparecer à revenda neste dia, foi necessário reorganizar a rotina para que a empresa não ficasse sem faturar. Nesse cenário, o Giovani assumiu o faturamento, garantindo a continuidade das emissões, enquanto eu finalizei os acertos de contas junto à Ana Clara e, na sequência, realizei o envio do arquivo CNAB e dos boletos da Empresa Alfa para homologação, assegurando que o processo bancário seguisse dentro do fluxo planejado.\nPor fim, foram repassados relatórios de vendas para a Mayana e a Ana Luiza, com o objetivo de apoiar a verificação das vendas realizadas e o cálculo das comissões dos vendedores, etapa fundamental para dar transparência aos resultados e garantir a correta apuração dos valores devidos à equipe comercial.\n31/01/2026 a 01/02/206\nAjustes na tributação das licenças, geração e emissão do MDFe 11498, geração carga vendedores, cadastros.\nConferencias gerais em todos os módulos.\n02/02/2026 a 03/02/2026\nAo longo do dia, acompanhamos de perto o processo de entrada de notas juntamente com Paulo e Juliana, garantindo que todas as etapas fossem executadas conforme o fluxo definido. \nCom a Ana Clara foi realizado o acerto de contas de alguns romaneios, que envolveram devoluções de mercadorias e alterações nas condições de pagamento, ajustando inconsistências identificadas no sistema.\nDurante esse processo, surgiram problemas em duas notas fiscais. A primeira apresentou uma questão tributária, que não havia sido previamente validada, o que gerou retrabalho. A segunda nota exigia a ordem de compra tanto na DANFE quanto no XML, requisito que não havia sido passada inicialmente, impedindo o avanço do processo até a devida regularização.\nNo período da tarde, recebemos a visita de Aloisio, Pedro e Ricardo, com quem conversamos sobre dificuldades operacionais enfrentadas pela equipe de trabalho, principalmente relacionadas à separação de mercadorias e à criação de romaneios.\nEm seguida, foi realizada uma reunião com Maryana, Tinani, Giovani, Ricardo, Aloisio, Pedro, Weder e Koany, na qual foram apresentadas as principais necessidades da equipe de carregamento. A partir dessas discussões, algumas decisões estratégicas foram tomadas, incluindo a abertura de Ordens de Serviço (OS) para desenvolvimento de melhorias no sistema, visando otimizar os processos e reduzir gargalos operacionais.\nNo que se refere novamente à entrada de notas, Paulo e Juliana continuaram sendo acompanhados em todas as etapas do processo. Um ponto de atenção identificado foi a ocorrência de notas que haviam sido informadas como previamente validadas, mas que, na prática, apresentaram inconsistências, foi necessário realizar todas as configurações e parametrização para atender essa necessidade.\nE processos realizado pela distribuidora como, entrada da nota por uma licença “exemplo 3960” e venda para outra licença “exemplo 3959” e entradas manuais para as demais licenças ou entrada da nota pela licença 3960 venda para um cliente da Bahia com valor de custo + 3% e depois a entrada manual nas demais licenças. Esses procedimentos demandaram tempo excessivo, impactando diretamente no prazo das entradas e no faturamento.\nJá no processo de faturamento, no dia 03/02/2026, durante as atividades realizadas por Fran, Tinani, Giovani e Aloisio, a licença 3961 – Sanches foi bloqueada pela SEFAZ, o que impossibilitou o faturamento dos pedidos emitidos por essa licença.\nOutro problema identificado foi relacionado à emissão do MDF-e. O sistema solicitou a emissão dentro do prazo de 24 horas para duas notas fiscais: uma emitida em 29/01 e outra em 02/02 às 18:07. Ambas acabaram sendo recusadas, pois o prazo de 24 horas após a emissão da nota já havia sido ultrapassado.\nPor fim, foram realizadas correções nas condições de pagamento dos vendedores, uma vez que novos cadastros estavam sendo liberados apenas com a condição de 1 parcela, além de algumas condições de pagamento não estarem sendo disponibilizadas corretamente no SFA-UX, o que também impactava o processo comercial.\n04/03/2026\nAo longo do dia, acompanhamos o Paulo e a Juliana em todo o processo de entrada de notas fiscais, desde a recepção dos XMLs até a conferência dos dados, validação das tributações e finalização dos lançamentos no sistema, garantindo que todas as etapas fossem executadas corretamente e sem pendências.\nEm paralelo, estive junto à Fran acompanhando todo o fluxo de faturamento, incluindo a geração, emissão e transmissão das notas fiscais. Também foram realizados a geração dos boletos, a conferência dos títulos e a emissão do relatório de carregamento agrupado, assegurando que a documentação estivesse correta para a liberação dos pedidos e organização logística.\nEm conversa com o Talmo, foi solicitada a transferência dos pedidos e dos títulos a receber da licença 3961 para a 3963, possibilitando que o faturamento do cliente Sanches fosse realizado pela Distribuidora Alfa, atendendo à estratégia operacional definida para este momento.\nPara viabilizar esse processo, será necessária a instalação do certificado digital, bem como a liberação do emissor e do conversor junto à Linkedby. O Talmo ficou responsável por entrar em contato com o Ricardo Vasconcelos para alinhar os detalhes técnicos e contratuais necessários para a liberação.\nOutra demanda apresentada pela Ana, do contas a receber, foi a necessidade de separação do CADMOV por empresa, com o objetivo de facilitar o controle financeiro, as baixas e o acompanhamento dos títulos por licença. Estamos avaliando a melhor abordagem técnica para atender essa necessidade de forma segura e organizada.\nObservação:\nEm reunião entre Aloísio, Ricardo, Talmo e Weder, ficaram definidas algumas questões contratuais e diretrizes do projeto. Conforme alinhado, estarei me deslocando no dia 08/02, permanecendo em acompanhamento remoto a partir de segunda-feira. O Giovani seguirá presencialmente no projeto até o dia 10/02, garantindo a continuidade das atividades e suporte à equipe local.\n05/02/2026\nIniciamos o dia acompanhando de perto o processo de entrada de notas fiscais, ao lado do Paulo e da Juliana, auxiliando em todas as etapas necessárias para garantir a correta integração das informações no sistema. Durante esse acompanhamento, atuamos diretamente nos processos de De/PARA de fornecedor, importação de XML, validações fiscais e conferência dos dados, assegurando que as notas fossem tratadas de forma adequada desde a origem.\nPor solicitação e necessidade apresentada pelo Talmo, identificamos que a licença 3961 (Sanches) encontra-se com bloqueio de CNPJ junto à SEFAZ, o que impossibilita temporariamente o faturamento por essa empresa. Diante desse cenário, foi necessário definir uma estratégia operacional para que os pedidos não ficassem represados e o faturamento pudesse continuar ocorrendo normalmente.\nConsiderando esse contexto, a licença 3963, que originalmente era a Moraes Filial “que já tinha sido modificada para a Nova Alfa por uma outra necessidade”, precisou ser ajustada para suprir. A partir dessa necessidade, ficou definido que os pedidos da licença 3961 (Sanches) seriam exportados para a 3963, utilizando uma numeração diferenciada (25xx), garantindo assim o controle e a rastreabilidade entre os pedidos da NB e o faturamento específico da Sanches, sem risco de inconsistências ou perda de informação.\nPara essa ação foi disponibilizado uma grande parte da equipe de desenvolvimento e DBA.\nAlém disso, foi liberada a licença 3992 – Distribuidora Nova Alfa Oficial, configurada como uma cópia fiel da 3963, que será utilizada temporariamente para o faturamento assim que o fluxo estiver estabilizado ou enquanto a situação da SEFAZ não for normalizada. Assim que o bloqueio da 3961 for resolvido, a 3963 retornará à sua operação original como Moraes Filial.\nPara viabilizar esse processo, solicitei à Maryana que levantasse todos os pedidos da Sanches (3961) que necessitavam faturamento e realizasse a reprogramação do romaneio para o dia 05/02, possibilitando a exportação desses pedidos para a Nova Alfa. No entanto, mesmo após todo esse trabalho operacional, os pedidos exportados não seguiram para carregamento, pois não atingiram valor mínimo suficiente para liberação.\nParalelamente a isso, realizamos diversas validações técnicas e operacionais, incluindo:\n•\tInstalação do certificado digital da Nova Distribuidora;\n•\tConferência da numeração do último boleto gerado, registrada em 10146;\n•\tVerificação da última nota fiscal emitida pela Distribuidora Nova Alfa, em alinhamento com o Talmo;\n•\tValidação da tabela de preços;\n•\tConferência de saldo de estoque.\nJunto à Fran, foi feito o acompanhamento completo do processo de faturamento, abrangendo:\n•\tGeração, emissão e transmissão das notas fiscais;\n•\tGeração e impressão dos boletos bancários;\n•\tCorreções necessárias em cadastros de clientes e produtos, garantindo consistência das informações.\nDurante o dia, também foram emitidos dois MDF-e, referentes ao transporte da Moraes Espírito Santo para a Moraes Conceição de Macabu, assegurando a regularidade logística das operações.\nPor fim, acompanhei a Ana no acerto de contas, bem como no envio do arquivo CNAB e do boleto para homologação da conta bancária. Após a conclusão dessa etapa, será realizado o pagamento necessário para a confirmação final da homologação.\n•\tEstrutura atual das licenças:\n•\t3960 – Moraes Matriz → Rio log\n•\t3959 – Atacado Econômico\n•\t3961 – Sanches (bloqueio SEFAZ)\n•\t3963 – Moraes Filial (operando temporariamente como Alfa Teste – NB)\n•\t3992 – Nova Alfa Oficial (utilizada temporariamente para faturar pedidos da Sanches)",
  "problemas": "Falta de pessoas para assumir determinadas atividades",
  "solucoes": "Criado uma planilha em excel com todos os produtos da empresa separado por licença e um unificado",
  "statusGeral": "producao-live",
  "percentualProgresso": "95",
  "risco": "medio",
  "proximasAcoes": "Cliente necessita contratar pessoas para assumir os papeis que deseja agilidade na empresa",
  "dataProxima": "2026-03-02",
  "responsavel": "Giovani Miranda",
  "observacoes": "",
  "assinador": "Nildo Santos",
  "dataAssinatura": "2026-02-14",
  "assinadorCliente": ""
}